{
  "slug": "fyujon",
  "title": "Fyūjon",
  "type": "doc",
  "file": "techniques-part-11.md",
  "rawFile": "techniques-part-11.txt",
  "content": "> Fyūjon\n> [Bcu] Fusion Dance\n\n[Bc]Rank:\n[c]S-Rank, Hijutsu, Kinjutsu, Active\n[Bc]Technique:\n[c]Ninjutsu, Taijutsu\n[Bc]Element:\n[C]Yin, Yang\n[BC]Prerequisite \n[C]500 Chakra Control, No Broken Limbs\n[Bc]Cost:\n[C]50% Chakra Points of Two Castors\n[Bc]Description:\n[C]Fyūjon is a technique said to beings from an extinct clan, of another world, or even from the pure land... It is a short series of poses that are performed by two Shinobi of roughly equal potential and roughly equal size. To correctly perform the Fusion, the fusees must strike the poses in a perfectly symmetrical image of one another. The result of a correctly performed Fusion Dance is a superior being whose power is the median of it's two parts, however, with full abilities of both!\n\n[C]The two users of this technique must perform it simultaneously within 1 meter range of eachother, resulting in a new being whom's actions are shared between the two users. The fusese stats are both split in half as 50% of their individual chakra is spent, but as their bodies and souls merge into one, their stats are aswell, and this new body has full access to the inventories and abilities of both parties, and maybe more!  The name of this union usually takes on the first half of the party with the more passive or submissive personality, and the second half of the party with the more dominant personality, (Domi\"nant\" + \"Submi\"ssive = Subminant), however, this new being is niether or, but a merged personality of both! This fusion lasts for 3 minutes (30 rounds), or until the new entity's HP or ChP reaches 0. After defusing, the damage taken to the union is split between the two partys as well as any remaining chakra.\n\n> Shikotsumyaku: Tomogoroshi no Haikotsu\n> [Bscu] Dead Bone Pulse: All-Killing Ash Bones\n\n[Bsc]Rank:\n[cs]S-Rank KKG, Active, Forbidden \n[Bsc]Technique:\n[cs]Shikotsumyaku, Bukijutsu,  Iryojutsu\n[Bsc]Element:\n[Cs]N/A\n[BCs]Prerequisite \n[Cs]Must posess 100 [Shikotsumyaku|http://aminoapps.com/p/xaaa58], 100 Iryojutsu\n[Bsc]Cost:\n[Cs]17 Health points and 13 Chakra Points per Shot\n[Bcs]Description:\n[Cs]A certain-kill technique, the user hardens their own bones and protrudes them out of the skin, and then fires these weaponised structures from their back or from their palms at high speeds to the intended target. When these bones pierce a living organism, the bone and target starts to deteriorate at a molecular level, disintegrating the victim and reducing their bodies to nothing more than a pile of ash.\n\n[Cs]Each bone rod, (All-Killing Ash Bone <Sharp, +1 Poison, +1 Burn(Acid), 20 Damage, +20ROP>), \nbut rapidly disintegrate once they make any sort of impact, along with anything, or anyone, they peirce, (any object directly hit immediately loses an additional 9% of it's max DP). Every tier increases Damage and ROP by +5, and increases it's effect by +1 Sharp, Burn(Acid), and Poison, (objects lose an additional 3% max DP) by molding +6Chp and +9HP more into this chilling bone per tier.\n\n> Shitai no Tsuchi\n> Earth Resurrection Technique: Corpse Soil\u0000\n \n \nRank:\n \nA-Rank,Active\n \nTechnique:\n \nKinjutsu, Fuinjutsu, Iryojutsu, Ninjutsu\n \nElement:\n Yang, Earth\n \nPrerequisite \n \n50 Iryojutsu, 50Fuinjutsu\n \nCost:\n \n12 Chakra Points & 24Lbs of earth per Cadaver \n \nDescription:\n \nThis cursed jutsu was created by a iwagakure medical shinobi who wanted to bring back their dead comrades, orginally created in an effort of kindness the jutsu was stolen and used to commit atrocities. Since then this jutsu was forbidden in iwagakure and any records of it have been erased. It use chakra infused dirt that is stuffed inside a dead persons body to bring back their body however in a mindless, easy to control state by the re-animator, but can only bring them back at a fraction of their old selves.\n\nBy using earth style to stuff dirt inside of a corpse the user can infuse 12 chakra points of their own to re-animate the dead, and restore their body with they chakra imbued earth. These newly undead pawns are completely under the users control and shall follow the castor\u0019s will to the best of their ability, but unable to perform complex actions, restricted to 5 word instructions, and have only 20% of their former power restored. These empty shells are unable to speak, communicate, or perform any sort of jutsu, acting only on instinct and the will of their master, however, their lack of mind makes them immune to mental attacks, and their reliance on instinct grant them \u001cHightened Senses\u001d, and use their full strength for their attacks.\n\nIronically, the epitome of this uniquely powerful earth technique requires the assistance of lightning! A Cadaver resurected upon being struck by the full force of a lightning bolt will infuse with it\u0019s energy and power. This new macabe golem of flesh and death will almost look truly alive again, and be restored to 40% of their power in life prior to death... These bodies do have their own minds however their Will and existence are still tethered to their master, bound to follow up to 10 word commands to the best of their ability. The \"Hightened  Senses\" and use of full strength are lost to these cadavers, however, they have regained ths ability to use complex tools aswell, such as speaking and performing jutsu.\n\nThe total amount of pawns under the caster is limited by their own Will. The sum of the Wills of those risen may not surpass that if the castor. If the castor wills it, or dies, all they have re-animated shall fall. Those risen may go no farther from the castor than miles equal to the castors Will. Bodies risen in the most basic way may only last for 24 hours, however, those restored more fully via lightning last for 168 hours. Any and all resurrected bodies gain a poison status to all their attacks and can cause bleed from their nails or teeth.\n\n> F\u00016binjutsu: Shiki F\u00016bin\n> [Bcsu] Reaper Death Seal\n\n[Bsc]Rank:\n[cs]S-Rank Hijutsu Kinjutsu,  Active \n[Bsc]Technique:\n[cs]Fuinjutsu, Ninjutsu\n[Bsc]Element:\n[Cs]Yin, Yang\n[Bsc]Prerequisite \n[Cs]200 Fuinjutsu, Uzumaki\n[Bsc]Cost:\n[Cs]Half of the castor's soul (Max HP&ChP), Half when finished.\n[Bsc]Description:\n[CS]After the hand seals are performed, the user's soul is partly separated from their body and suspended behind them. Behind their soul appears the Shinigami, which restrains their soul with its hair. Only the summoner is able to see the Shinigami at this point. After a few moments,\u0000the Shinigami wraps its left arm with prayer beads and chants unintelligibly until a\u0000cursed seal\u0000appears on its arm, finishing the following round. It then drives it's arm into the summoner's soul, thus allowing the summoner to call upon the Shinigami to seal a target: the Shinigami's arm emerges from the summoner's body and grasps the target's soul. Targets are unableable to see the Shinigami until it's in contact with their soul unless they have special Doujutsu to see the silohuette of chakra.\n\n[Cs]To make contact with the target, the user must grab them, or make a ranged attack, using their Will instead of ROP with a 50%chance to auto hit if the target is in range and unable to see the Shinigami, (25% f8r Byakugan/Sharingan, 0% auto hit for those with Rennigan), using their own body, or Shadow Clones, as an extension to the Shinigami's grasp. While the Shinigami grabs their soul, the target is immobilised, any\u0000jutsu\u0000they may be using are dispelled, and they are prevented from performing additional jutsu.\u0000With targets unable to escape or fight back, the summoner can remove and seal their soul. The target's soul is sealed within the body of the summoner, represented by a swirl pattern on their stomach. With the sealing completed, the Shinigami gradually starts consuming the summoner's soul. The summoner for the next 2 minutesl/rounds can, with difficulty, continue moving and speaking, allowing them to finish any lingering business they may have, but they will die as soon as their soul has been fully consumed. The souls of the summoner and their victim do not pass on to the\u0000Pure Land, instead being trapped within the Shinigami's stomach, destined to fight each other for all eternity...\n\n[Cs]For every 1 point of your Max HP&ChP, you may seal 2 points of target max HP&CHP. You may seal 1 limb (causing them to lose feeling and slowly rot) for every 20% of their max HP taken, 1 Inner Gate for every 13% of max target ChPsealed, or or divide the spirit in equal parts, such as splitting the target's Yin and Yang halves of Chakra (50% ChP&HP) or percentile portions (may also effect stats). No matter what, the user's soul will be consumed by the Grim Reaper, aswell as any target the sealed within themself, but during this process, the user may split their target's soul(s) However they wish among other targets, willing or otherwise. \n\n[Cs]The only way to free a soul from the Shinigami is known to By high ranking Uzumaki. Someone must done the sacred Shinigami mask to summon the god of death, then slit their own stomach open, freeing whatever souls they wish from the Shinigami's own stomach...\n\n> Kuchiyose: Edo Tensei\n> [Bcsu] Summoning: Impure World Reincarnation\n\n[Bcs]Rank:\n[cs]S-Rank Kinjutsu,  Active \n[Bsc]Technique:\n[cs]Fuinjutsu, Ninjutsu\n[Bsc]Element:\n[Cs]Yin, Yang\n[BsC]Prerequisite \n[Cs]150 Fuinjutsu, 150 Intelligence\n[Bsc]Cost: \n[Cs]32oz of blood from deceased target, 1 living and immobile human sacrifice, Chakra difference between living sacrifice and summon, 1 Empty Scroll, 1 Kunai (Optional), 1 Blank Tag (Optional)\n[Bsc]Description:\n[SC]The\u0000Summoning: Impure World Reincarnation\u0000binds the soul of a deceased person to a living vessel, restoring them as they were when they were alive in order to do their summoner's bidding. It was originally created by\u0000the second Hokage, some time after which he declared it a\u0000kinjutsu. \n\n[Sc]Before this technique can be performed, the user must first acquire some of the\u0000DNA\u0000of the person they intend to reincarnate. The soul of the intended reincarnated must also reside in the\u0000Pure Land; souls trapped in the stomach of the\u0000Shinigami, for example, cannot be reincarnated so long as they reside there. A living sacrifice is also required for the reincarnated soul to use as a vessel. To actually perform the Impure World Reincarnation, the DNA of the person to be reincarnated is smeared on a special scroll, each scroll size being able to hold an additional contract, the smallest scroll able to hold 1 contract. Once the scroll is activated, the remains spread out in the form of a special seal with the living sacrifice in the centre. Then dust and ash encase the sacrifice's body, giving them the same appearance that the reincarnated had at the time of their death.\n\n[Sc]The Edo Shinobi has now been created. An Edo Tensei (ET) will never be as strong as it was in life, their Traits and Skills being 50% of what they were in life, but keep their Jutsu bank and can never run out of chakra or be killed, regenerating one of every applied status effect aswell as 10% EP, DP, HP and ChP per round. The only ways to defeat an ET are by killing the castor,  if the ET are sealed, if the ET reach true closure, if the ET are deactivated by the castor, or if the ET themself know this jutsu and are given free will may release themself aswell. The ET are bound by the summoner's Will, and can break free of their masters control if their own Will is greater, or combined Will if Summoner has multiple ET. If the castor wishes for more control, they must write a \"Mind Earasure Tag\", tie or wrap it onto a kunai, and insert it into the back of the ET's head. The castor now has 3 options;\n[S]•Leave the ET with free will and 50% of their power. \n[S]•Instruct the ET to commit to an objective,  to which they will do to their best ability regardless of their mental willingness, but at 25% of their original power.\n[S]•The castor may take full mental and control of the ET if they are able to sense them, but the castor is immobile while their conciousness pilots the Edo, which also limits the ET to 25% of it's original power.\n\n> Hitokugutsu no Jutsu\n> [Bscu] Human Puppet Technique\n\n[Bsc]Rank:\n[cs]S-Rank Kinjutsu Hijutsu,  Active \n[Bsc]Technique:\n[cs]Kenjutsu, Fuinjutsu\n[Bsc]Element:\n[SC]N/A\n[BsC]Prerequisite \n[Cs]Chikamatsu Clan, Puppetry Score: 100, Fuinjutsu Score: 50, Intelligence 100, a fresh human corpse\n[Bsc]Cost:\n[SC]An S-Rank crafting post. Any additional items or weapons added must be crafted with the human puppet separately \n[Bsc]Description:\n[Cs]A\u0000human puppet\u0000(人傀儡,\u0000Hitokugutsu) is a type of\u0000puppet\u0000created from human corpses, developed by\u0000the old Puppet Brigade of\u0000Sunagakure in the 2nd great shinobi war. By removing the internal organs of a foe and preserving the body to prevent decomposition, as well as adding weapons and defences, a practitioner of this technique can make powerful human puppets. Despite the name, though traditionally made to look just like themself in life, these puppets don't have to look human at all. These puppets are different from normal ones, as they retain their use of\u0000chakra and any\u0000kekkei genkai\u0000that the human host once had.\n\n[Cs]The stats of the human subject in life convert into stats of a puppet, a weapon, \"losing\" their Base Traits, but retaining 10% of the subjects DP, EP, OP, ROP, and even ChP, as the puppeteer took great care in meticulously recreating the subjects likeness, selecting between denser, thinner, heavier, and lighter materials and secret mechanisms to imitate what they were in life. Their \"HP\" is also converted into the puppets base damage, now taking away the life of others...\n\n[Cs]For the puppet to use KKG, it must use the Puppet's own chakra source from their core. If the Puppets Core Chakra is 0, it cannot use it's KKG, until the user spends an action to refill it with their own chakra.\n\n> Fuinjutsu: Kugutsu Kokoro Ito\n> [Bscu] Puppet Heartstring\n\n[Bsc]Rank:\n[cs]S-Rank Kinjutsu Hijutsu,  Active \n[Bsc]Technique:\n[Sc]Kenjutsu, Fuinjutsu\n[Bsc]Element:\n[Cs]Yin-Yang\n[BsC]Prerequisite \n[Cs]Chikamatsu Clan, Puppetry Score: 50, Fuinjutsu Score: 100, Intelligence 100, a Living Heart\n[Bsc]Cost:\n[Cs]Max ChP equal to half of that transfered and 24 hours to recover\n[Bsc]Description:\n[Cs]This forbidden technique was developed by a rogue shinobi of sunagakura, a puppeteer of the highest caliber who saught to be one with there art, immortality through their art... The heart of of a living subject is placed within a special, secure container that is is then sealed shut. The practitioner of this technique then seals the chakra, soul, and mind into this core. This core then, when placed within the core of a \"[Human Puppet|http://aminoapps.com/p/gxmops]\", takes command as their new vessel. \n\n[Cs]Where as creating a Human Puppet only translates about 10% of their stats in life, this core carries the subjects consciousness and soul along with 90% of their traits, merging with a Human Puppet to create a new 100% living weapon. I.e. the subjects Intelligence, Strength, Speed, Stamina, and Will are all reduced by -10%, this also effects the subjects other stats HP, DP, EP, OP, and ROP. The DP, EP, OP, and ROP of the human puppet is added to the subjects as they merge into one being. This would also allow the host of this core to use any KKG possesed by the Human Puppet it resides in.\n\n[Cs]Alternatively,  this \"Puppet Heart | S+\" could be crafted into a regular puppet aswell, however, these are lower in their potential power, restricted to regular Puppet limitations and without the benifits of carrying over special abilities from a prior vessel host.\n\n[Cs]The subject of this technique will never again be human, though never truly a puppet either. The subject never again needs to breath, eat, drink, or sleep. The subjects new vessel cannot suffer from Bleeding or Poison except for direct hits to the core, which takes the effects if afflicted. That said, the body too is weak to fire, taking double damage from flame and burns. Only the core may be healed via medical ninjutsu, the bodie's DP must be repaired manually as one would with puppets. Only EP naturally recovers outside of encounters, not DP.\n\n> Senpō: Juinjutsu\n> [Bcsu] Sage Art: Cursed Seal\n\n[Bsc]Rank:\n[Sc]A-Rank, Kinjutsu\n[Bsc]Technique:\n[cs]Senjutsu, Fuinjutsu\n[Bsc]Element:\n[Cs]N/A\n[BsC]Prerequisite \n[Cs]May only be created/given by Sages, cannot be used on/by Sages, 100 Fuinjutsu, 50 Senjutsu\n[Bsc]Cost:\n\n\n\n\n[SC]These Cursed Seals, or Curse Marks, may only be created by Sages and applied from Sages to non-Sages. By sealing a portion of their own Sage embewed DNA and Chakra over the cararded artery of a willing, or imobile, individual. The trauma of this seal and this process of having these foreign elements merged into one's being removes 90% of their max HP and ChP, forcing them into an unconscious state if taken below 10% HP and below 10% ChP, or kill the target if it takes their HP and ChP to 0%... This portion of locked HP and ChP may only be restored naturally as the mark will repel any attempt at foreign aid.[Bsc]Description:[Cs]To Use: -Health Points equal to transfered Chakra Points [Cs]To Cast: 24oz of Sage Blood (12% HP, 12 Sage Chakra Points (or 24Chakra Points of Sage):"
}