{
  "slug": "kage-bunshin-no-jutsu",
  "title": "Kage Bunshin no Jutsu",
  "type": "doc",
  "file": "techniques-part-4.md",
  "rawFile": "techniques-part-4.txt",
  "content": "> Kage Bunshin no Jutsu\n> [Bcu] Shadow Clone Technique\n\n[Bc]Rank:\n<p align=\"center\">B-Rank, Active, Reactive</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu, Genjutsu (Physical)</p>\n[Bc]Element:\n<p align=\"center\">Yin</p>\n[BC]Prerequisite \n<p align=\"center\">Must know [|][Clone Jutsu|http://aminoapps.com/p/wcw989][|], 100 Chakra Control</p>\n[Bc]Cost:\n<p align=\"center\">=% of Total ChP</p>\n[Bc]Description:\n<p align=\"center\">This jutsu allows the user to create one or more copies of themselves from their very on shadow. The user's\u0000chakra\u0000is evenly divided between themselves and their clones: creating one clone will give it half the user's chakra, creating two clones will give each a third of the user's chakra, and so on. The clones stats directly corellate, being the same % of the originals stats as the portion of split Chakra. For example, if 1 shadow clone is created, it will possess 50% of the users current chakra and stats. Depending on how much chakra the user has and how many clones they make, this rapid depletion of their reserves can be dangerous, limiting the castor to no more than 10 clones at any time.</p>\n\n<p align=\"center\">Unlike the basic\u0000Clone Technique, shadow clones are physically real. They possess the same clothing, damage, and transformations as the user at the time of their creation. Most tools and weaponry are copied when the shadow clones are created,\u0000but\u0000complicated technology\u0000won't be duplicated. Because they are visually identical and possess the same chakra as the user, shadow clones are indistinguishable from their original, not even by\u0000d\u0014jutsu, presumably, other than the Rinnegan or the Tenseigan.</p>\n\n<p align=\"center\">Because they have their own chakra, shadow clones can perform other\u0000jutsu, including making more shadow clones. Shadow clones usually disperse once they or their castor runs out of their ChP or HP. When a clone's task is completed, it can disperse itself or be dispersed by its user. Once dispersed, the clone's intel, experiences, and 50% of their remaining chakra points are transferred back to the user. This also means any Jutsu Scores they increase directly adds to the user's once dispersed!</p>\n\n> Kido Bunshin no Jutsu\n> [Bcu] Luminance Clone Technique\n\n[Bc]Rank:\n<p align=\"center\">B-Rank, Active, Reactive</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu, Genjutsu (Physical), Iryojutsu</p>\n[Bc]Element:\n<p align=\"center\">Yang</p>\n[BC]Prerequisite \n<p align=\"center\">Must know [|][Clone Jutsu|http://aminoapps.com/p/wcw989][|], 100 Chakra Control</p>\n[Bc]Cost:\n<p align=\"center\">=% of Total HP</p>\n[Bc]Description:\n<p align=\"center\">This jutsu allows the user to create one or more copies of themselves with their very life force from the light surrounding them. The user's\u0000HP\u0000is evenly divided between themselves and their clones: creating one clone will give it half the user's HP, creating two clones will give each a third of the user's HP, and so on. The clones stats directly corallate, being the same % of the originals stats as the portion of split HP. For example, if 1 Luminance clone is created, it will possess 50% of the users current health and stats. Depending on how much life the user has and how many clones they make, this rapid depletion of their reserves can be dangerous, limiting the castor to no more than 10 clones at any time.</p>\n\n<p align=\"center\">Unlike the basic\u0000Clone Technique, Luminance clones are physically real. They possess the same clothing, damage, and transformations as the user at the time of their creation. Most tools and weaponry are copied when the Luminance clones are created,\u0000but\u0000complicated technology\u0000won't be duplicated. Because they are visually identical and possess the same chakra as the user, luminance clones are indistinguishable from their original, not even by\u0000d\u0014jutsu, presumably, other than the Rinnegan or the Tenseigan.</p>\n\n<p align=\"center\">Because they have their own chakra, luminance clones can perform other\u0000jutsu, including making more Lumanance clones. Luminance clones usually disperse once they or their castor runs out of their ChP or HP. When a clone's task is completed, it can disperse itself or be dispersed by its user. Once dispersed, the clone's intel, experiences, and 50% of their remaining health points are transferred back to the user. This also means any Jutsu Scores they increase directly adds to the user's once dispersed!</p>\n\n> Katon: Kary\u0014dan no Jutsu\n> [Bcu] Fire Style: Fire Dragon Bullet Technique\n\n[Bc]Rank:\n<p align=\"center\">B-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">Fire</p>\n[BC]Prerequisite \n<p align=\"center\">100 Chakra Control</p>\n[Bc]Cost:\n<p align=\"center\">20 Chakra Points</p>\n[Bc]Description:\n<p align=\"center\">The user moulds\u0000the fire\u0000into the shape of a dragon, which they then direct at a target. The inferno crashes through the target, dealing significant physical damage, and burns. The more talented the user, the greater the amount of fire that the dragon can be made from and heat produced.</p>\n\n<p align=\"center\">This fierce pyre has a diameter of 2 meters, and can stretch out up to 16 meters in length! The sheer force of impact from this beast deals 25 damage, +1 Burn(Lit), and easily knock prone any unable to evade the user's ROP +10. For each additional 10ChP, a skilled castor may increase the size by 1 meter in width and 4 meters in length, increasing the Damage by +10, +1 Burn(Lit), and ROP by +5.</p>\n\n> Katon: Moeru Ken no Jutsu\n \n> Fire style: Blazing fist technique\n \n \nRank:\n \nB-Rank, Active\n \nTechnique:\n \nNinjutsu, taijutsu\n \nElement:\n \nFire\nPrerequisite \n \n60 chakra control\n \nCost:\n \n25 Chakra Points\n \nDescription:\n \n The user encases their fist in fire while also enhancing their strength via chakra, this in turn allows their next attack to pack a punch...and a burn. +25 Damage, T1 burn. For every 6 chakra put into this move the power of the attack is enhanced by 5 and the burn enhanced by 1.\n\n> Katon: G\u0014ka Mekkyaku\n \n> Fire Style: Majestic Destroyer Flame\n \n \nRank:\n \nB-Rank, Active\n \nTechnique:\n \nNinjutsu\n \nElement:\n \nFire\nPrerequisite \n \n> Must Know Fireball Jutsu, 60 chakra control\n \nCost:\n \n30 chp\n \nDescription:\n \n The pinnacle of Uchiha Fire Release techniques. chakra kneaded inside the body is converted into fire, and then expelled from the mouth and shaped into a literal sea of flames,which covers a wide range as well. This makes the technique extremely difficult to either avoid or contain.\nIt's basic form creates a large blast of fire with a diameter of 20 meters. It's basic damage can cause \"1\u00176 Burn\", 20 Damage, and takes ROP+20 to dodge! Every 15 additional points of chakra put into this Technique increases its effect by +1\u00176 Burn, +10 Damage, +5m, +10ROP.\n\n> Katon: Kaenheki\n> [Bcu] Fire Style: Flame Wall\n\n[Bc]Rank:\n<p align=\"center\">B-Rank, Active, Reactive</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">Fire</p>\n[BC]Prerequisite \n<p align=\"center\">50 Chakra Control, 15 Ninjutsu</p>\n[Bc]Cost:\n<p align=\"center\">16 Chakra Points</p>\n[Bc]Description:\n<p align=\"center\">The user creates a solid wall of Fire as a form of defense, the flames instantly rising up and taking form. The barrier itself is also coated with chakra, making its strength incomparable to that of even a wildfire!</p>\n"
}