{
  "slug": "ki-nobori-no-jutsu",
  "title": "Ki Nobori no Jutsu",
  "type": "clan",
  "file": "techniques-part-3.md",
  "rawFile": "techniques-part-3.txt",
  "content": "> Ki Nobori no Jutsu\n> [Bcu] Tree Climbing Technique\n\n[Bc]Rank:\n<p align=\"center\">D-Rank,  Passive</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">N/A</p>\n[BC]Prerequisite:\n<p align=\"center\">Must at least have a Chakra Control Score of 25.</p>\n[Bc]Cost:\n<p align=\"center\">2 Chakra Points per round adhered to a surface.</p>\n[Bc]Description:\n<p align=\"center\">The Tree Climbing Technique involves focusing a fixed amount of chakra to the bottom of one's feet, and using that to climb a tree without using one's hands. If the stream of chakra is too weak, the user will lose their footing on the tree and fall off. If it is too strong, the user will be pushed away from the tree, causing the tree to break around the point of contact and the user will fall. This does not apply only to trees, but any surface vertical, horizontal, or even upside down!</p>\n\n> Suimen HokÅ no Jutsu\n> [Bcu] Water Walking Technique\n\n[Bc]Rank:\n<p align=\"center\">D-Rank,  Passive</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">N/A</p>\n[BC]Prerequisite:\n<p align=\"center\">Must at least have a Chakra Control Score of 50.</p>\n[Bc]Cost:\n<p align=\"center\">3 Chakra Points per round on Water Surface.</p>\n[Bc]Description:\n<p align=\"center\">To do this, the user has to be emitting a constant stream of chakra from the bottom of the their feet and using the repellent force to walk across the water's surface. This technique is more difficult to master than the\u0000Tree Climbing Technique, because the amount of chakra that needs to be emitted changes constantly. It doesn't have to just be at the feet. A user under water can focus chakra on their hands or any other body part that makes contact with the surface of the water. If they were submerged, they can climb atop the water as if they were climbing out of a pool.</p>\n\n> Shunshin no Jutsu\n> [Bcu] Body Flicker Technique\n\n[Bc]Rank:\n<p align=\"center\">D-Rank,  Active,  Reactive</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">N/A</p>\n[BC]Prerequisite:\n<p align=\"center\">Chakra Control 75</p>\n[Bc]Cost:\n<p align=\"center\">5 Chakra Points Per 5 Meters Traveled.</p>\n[Bc]Description:\n<p align=\"center\">The\u0000Body Flicker Technique\u0000is a high-speed movement technique. By using the Body Flicker Technique, a ninja can move short to long distances at an almost untraceable speed. To an observer, it appears as if the user has teleported. It is accomplished by using chakra to temporarily vitalise the body and move at extreme speeds. The amount of chakra required depends on the overall distance between the user and the intended destination. A puff of smoke is occasionally used to disguise the user's movements. Other nearby elements or substances can be used instead to distract the opponent such as leaves, sand, water, etc. As such, this ability grants the user an extra +5 temporary EP or OP/ROP, and in the right situation,  grant the user half stealth.</p>\n\n> Katon: G\u0014kaky\u0016u no Jutsu\n> [Bcu] Fire Style: Fireball Technique\n\n[Bc]Rank:\n<p align=\"center\">D-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element: \n<p align=\"center\">Fire</p>\n[BC]Prerequisite \n<p align=\"center\">Have at least 10 Ninjutsu</p>\n[Bc]Cost:\n<p align=\"center\">10 Chakra Points</p>\n[Bc]Description:\n<p align=\"center\">The user kneads\u0000chakra\u0000in their body and turns it into\u0000fire, which they then expel from their mouth; the more chakra they use, the more flames that are produced.</p>\n\n<p align=\"center\">It's basic form creates a large fireball with a diameter of 2 meters. Its basic damage can cause \"1\u00176 Burn\", 10 Damage, and takes ROP+2 to dodge! Every 5 additional points of chakra put into this Technique increases its effect by +1\u00176 Burn, +5 Damage, +1m, +1ROP.</p>\n\n> F\u0016ton: Tatsumaki no Tojikome\n> [Bcu] Wind Style: Tornado Entrapment\n\n[Bc]Rank:\n<p align=\"center\">D-Rank, Active, Reactive</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">Wind</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">10 Chakra Points</p>\n[Bc]Description:\n<p align=\"center\">A strong vortex of wind coming from ground up, this jutsu potentially holds both offensive and defensive capabilities, able to trap a single person inside, it prevents anything from getting in OR out...</p>\n\n<p align=\"center\">This miniature tornado has a width and height of 1m\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000m\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000x2m, with a DP of 10, the strength of it's air current being equivalent to it's DP, and lasts for 30 seconds (10 rounds). If used to surround a target, they must evade the users ROP... By incremently increasing the output by -3ChP, you raise the dimensions and ROP by +1 each, the DP/Str by +5, and time by 12 seconds!</p>\n\n> F\u0016ton: Geppo\n> [Bcu] Wind Style: Moon Step\n\n[Bc]Rank:\n<p align=\"center\">D-Rank, Passive</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">Wind</p>\n[BC]Prerequisite \n<p align=\"center\">25 Chakra Control</p>\n[Bc]Cost:\n<p align=\"center\">6 Chakra Points per jump</p>\n[Bc]Description:\n<p align=\"center\">The\u0000Geppo\u0000allows the users to actually jump, (not step), off the air itself, allowing them to stay in the air for much longer than usual and move more freely within a three dimensional space. These jumps may actually be treated as having had \"running starts\" to determine their height/distance, +6(Inches/Feet). Users may even use this technique to cross great distances without ever touching the ground, set themselves up for swift, aerial attacks, or use it to cushion their fall damage by half!</p>\n\n<p align=\"center\">While the technique itself affords several advantages both in and out of battle for the user, it has but one major weakness: since its usage depends heavily on the user's legs, restraining or pinning down any major parts of their lower body can significantly disrupt\u0000Geppo.</p>\n\n> Doton: Suana no Jutsu\n> [Bcu] Earth Release: Tunneling Technique\n\n[Bc]Rank:\n<p align=\"center\">D-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">Earth</p>\n[BC]Prerequisite \n<p align=\"center\">50 Chakra Control</p>\n[Bc]Cost:\n<p align=\"center\">5 Chakra Points</p>\n[Bc]Description:\n<p align=\"center\">This is a technique that allows the user to create tunnels in and through the earth in order to travel underground by displacing the earth, as well as closing openings. The utility in this technique holds a suprisingly wide variety of verstility in the hands of the creative.</p>\n\n<p align=\"center\">By molding ones chakra and the earth, castors expend 5 chakra points to tunnel out 1\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000x1 meters of earth, typically 1 meter in diameter, 1 meter deep, per use. An additional 3 ChP may be spent every 1 cubic meter moved for a maximum of 10m per round.</p>\n\n<p align=\"center\">If this technique were to be reversed in order to fill 1 cubic meter, these manipulated earth would have a DP of 10, as well as a grapple score of 10, pinning any within the filled space who cannot react to the castor's R.O.P. +(3 Per Cubic Meter).</p>\n\n> Suiton: Suiben\n> [Bcu] Water Style: Water Whip\n\n[Bc]Rank:\n<p align=\"center\">D-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu, Kenjutsu</p>\n[Bc]Element:\n<p align=\"center\">Water</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">5ChakraPoints, 40oz Water</p>\n[Bc]Description: \n<p align=\"center\">The user creates a\u0000whip\u0000made of water that, as a regular whip could, strike at or even wrap around the opponent, adding the user's Will to the weapons DP instead of the users Strength for it's grappling score.</p>\n\n<p align=\"center\">In it's base state, the Water Whip has the following stats: Water Whip <5ft, +1DMG, +1DP>, however, the length, damage, and DP increase by +1 for every 3ChP and 24oz added to it upon creation. Being a whip like weapon, this uses ROP+Length instead of OP.</p>\n\n<p align=\"center\">The water remains stable once formed, however,  is destroyed if broken, removed from the user's grasp, if the user runs out of chakra, or if the user loses consciousness.</p>\n\n> Suiton: Kirigakure no Jutsu\n> Water Style: Hiding in the Mist Technique\n\nRank:\n \n D-Rank, Active\n \nTechnique:\n \nNinjutsu\n \nElement:\n \nWater\nPrerequisite\n \nNearby Water Source, Air Moisture, or Mist\n \nCost:\n \n 5 Chakra Points per Round , 40oz.\n \nDescription:\n \nUsers use the surrounding moisture to fill the air with mist and condense it's thickness with their\u0000chakra. Once the mists are thick enough that opponents cannot see, that in turn means they cannot manage much defense against the user.\n\nThe Jutsu is centered on the user upon creation, spreading out to a Diameter of 5 Meters and a hieght of 3 meters. The size is increased by 2m\u0000x1m for every extra 3ChP spent per round the mist is formed. Along with the user instantly gaining the \"Half-stealth\" effect upon use.\n\n Everyone inside this mist, including the user, is treated as if \"Blinded\", as well as anyone outside looking, or attacking, into the Mist. Hieghtened sensiry capabilities or Doujutsu reduce this effect to \"Half Blind\".\n\n> Kasunde Iru Genjutsu\n> [Bcu] Hazy Genjutsu\n\n[Bc]Rank:\n<p align=\"center\">D-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Mental Genjutsu (Unsubtle)</p>\n[Bc]Element:\n<p align=\"center\">Yin</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">10 Chakra Points</p>\n[Bc]Description:\n<p align=\"center\">This technique casts an illusion on the enemy that blurs the target's vision of the entire area. In addition, it causes the victim to react as though they're sinking in quicksand, effectively immobilising the target. The resulting effect reduces the target's EP, DP, OP, ROP, effective vision, and Movement Speed by 10% as long as they are under the effects of this genjutsu.</p>\n\n<p align=\"center\">To place a target under this effect, the castor must face their enemy with the open palm of their hand from as far as 10 meters away, using ones ROP to hit, and the user must stay in this range of their target or the Genjutsu will break. Every +5ChP extra pumped into this jutsu increases its range by 5 meters and its effect by +5%.</p>\n\n> Oiroke no Jutsu\n> [Bcu] Sexy Jutsu\n\n[Bc]Rank:\n<p align=\"center\">D-Rank, Active, Reactive</p>\n[Bc]Technique:\n<p align=\"center\">Genjutsu (Physical)</p>\n[Bc]Element:\n<p align=\"center\">N/A</p>\n[BC]Prerequisite \n<p align=\"center\">Must know [|][Transformation Jutsu|http://aminoapps.com/p/irh3rf][|]</p>\n[Bc]Cost:\n<p align=\"center\">5 Chakra Points Per Minute</p>\n[Bc]Description\n<p align=\"center\">Much like its parent Jutsu, the Transformation Technique, this allows the user to cloak their true firm via taking the appearance and properties of another. However, unlike the generic version however, this variation is far more specific, focused, detailed... For this, one must have a deep understanding of the human form, anatomy, and mind, for they must take what they believe to be a form attractive enough to stun their target, a scantly clad or even nude visage, most often of the opposite sex, unable to rely on the cover of familiar cloth, they must perfectly replicate the skin, flesh, voice, and most alluring attributes of their targets desire!</p>\n\n<p align=\"center\">This is best used when the targets guard is down, but it's hard for any to mentally prepare for such a tact, requiring the castors ROP to avoid the gaze of or simply resist with sheer mental fortitude or be Stunned for that round or until struck! One caught completely by surprise will suffer +2 Bleed and be launched up and back 10 feet, falling prone. As long as you remain in this form, you gain a +5 Temp OP and EP that restores to 5 at the start if each turn transformed.</p>\n\n<p align=\"center\">This costs -3ChP for every consecutive minute transformed and can be dismissed at will, or forcibly being directly stuck, running out of Chakra, or falling unconcious. This will not have any effect non-intellilectual life forms or beings in uncontrollably, bloodlusted states.</p>\n\n> Magen Narakumi no Jutsu\n \n> Demonic Illusion: Hell Viewing Technique\n\n ... (rest omitted for brevity)"
}