{
  "slug": "this-is-the-history-of-this-world-so-far",
  "title": "*This is the history of this world so far",
  "type": "village",
  "file": "world-history-timeline.md",
  "rawFile": "world-history-timeline.txt",
  "content": "*This is the history of this world so far\nKeep in mind, its an alternate universe/timeline from the cannon naruto, so some things happen differently, some cannon character names are changed, and this list includes some OC's, this timeline will be a living document and subject to change. Also keep in mind, in this game, once made, 1 real life month is 3 in game months, so 4 irl months equals 1 year in game, and is an entire season like spring, summer, fall, winter.\n\n**1st of January to 31st of December Year 0**\n[U]This year\nKaguya Ōtsutsuki is hailed as the Rabbit Princess.\n**1st of January to 31st of December Year 907**\n23rd of October - Harama Senju is born.\n24th of December - Mara Uchiha is born.\n**1st of January to 31st of December Year 919**\n[U]About this year\nSengoku Jidai (戦国時代, Warring States Period)\nDifferent clans fight each other, Uchiha and Senju become famous.\n**1st of January to 31st of December Year 940**\n28th of June - Unohana Senju is born.\n**1st of January to 31st of December Year 941**\n29th of May - Aizen Uchiha is born.\n**1st of January to 31st of December Year 942**\n21th of January - Hiruzo Sarutobi is born.\n1st of January to 31st of December Year 949\n[U]Since around this year\nThe tailed beasts begin to stir for the first time in centuries for unknown reasons, drawing concerns. Sharp increase in worship ensues.\n**1st of January to 31st of December Year 952**\n[U]About this year\nSengoku Jidai (戦国時代, Warring States Period)\nZuna Uchiha (24) is killed by Torama Senju.\nMara Uchiha (25–26) awakens the Eternal Mangekyō Sharingan.\nUchiha and Senju conclude a peace treaty, ending the Warring States Period. An alliance is formed and Konohagakure is built.\nTorama Senju tells Harama Senju that Mara Uchiha will never be accepted as Hokage.\nMara Uchiha becomes Shodai Hokage.\nIwagakure is built.\nShodai Tsuchikage is declared.\n**1st of January to 31st of December Year 953**\n[U]This year\nTsuchikage and assistant Tsuchikage fight Madara Uchiha (26–27), lose, and are forced \"back into their place\" by the Hokage.\n[U]About this year\nDissidents stir, some demanding the authoritative Mara Uchiha (26–27) leave Konohagakure, and aassistant Kage Harama take his place.\n**1st of January to 31st of December Year 954**\n[U]About this year\nKonohagakure is officially established as the first major ninja village.\n**1st of January to 31st of December year 955**\n5th of April - Zatuna is born.\n**1st of January to 31st of December Year 956**\n[U]About this year\nKumogakure is built.\nA becomes Shodai Raikage.\nThe Kingin Kyōdai (33–35) attempt to capture Kurama, but are swallowed and come out two weeks later as miniature Kurama.\nShodai Kazekage is declared.\nThe Five Great Shinobi Countries are established.\n**1st of January to 31st of December Year 957**\n[U]About this year\nTobirama Senju creates the Ninja Training Institution.\nMara Uchiha (32–33), initially enlisting the aid of Harama Senju, begins to systematically \"destroy\" the tailed beasts. A large rift forms between Harama and Mara over this practice, Mara Ultimately taking it upon himself to personally \"destroy\" the tailed beasts, with or without approval.\nThe power vacuum left by destroying the tailed beasts disturbs the natural order and balance if power. Chaos ensues as nations attempt to fill power vacuum Mara Uchiha intented to fill on his own in attempt to assert world domanance under one and therefore world peace, only to instead throw it into strife.\nIn a final clash, Harama Senju \"kills\" Mara Uchiha, believing to have list his best friend to madness in pursuit of power, his friend who was now a direct threat to the peace and prosperity of their village and its relationships to the others, but the world as a whole, his friend who had decided he, the village, and the world had turned against him and had decided to burn it all down to rebuild from scratch one day as the new sage of six paths, as the worlds new god, to ensure \"world peace\" under an iron fist.\nHarama Senju refuses to accept title of Hokage, but begrudgingly continues to lead village from his assistant Hokage position, essentially filling both roles on his own, to \"clean up\" the mess Mara Uchiha had made due to his own blind faith and trust to his friend and negligence to hold him accountable/in line sooner.\n**1st of January to 31st of December Year 958**\n[U]About this year\nThe First Shinobi World War wages.\nThe first 36 Shinobi graduate from the Ninja Training Institution.\n[U]About this year\nTobirama Senju becomes Hiruzo Sarutobi's team sensei.\n**1st of January to 31st of December Year 959**\n2nd of August - Tsude is born.\n27th of October - Oromaru is born.\n11th of November - Jirya is born.\n**1st of January to 31st of December Year 960**\n[U]This year\nThe Ninja Training Institution is officially named Ninja Academy.\n**1st of January to 31st December Year 962**\n[U]About this year\nTorama Senju becomes Nidaime Hokage.\nThe first Gokage Kaidan is held.\nHarama Senju dies at an unknown age.\nTorama Senju creates the Konoha police.\nThe First Shinobi World War ends.\nA peace treaty is formed between Konohagakure and Kumogakure, the Nidaime Hokage and Nidaime Raikage meet at the ceremony.\nThe Kingin Kyōdai try to stage a coup d'état, leaving Torama on the verge of death. The Nidaime Raikage is successfully killed.\nSandaime Raikage is declared.\nThe Tsuchikage and the Kazekage kill eachother.\nSandaime Tsuchikage is declared.\nSandaime Kazekage is declared\nTorama Senju is killed by the Kaku Force.\nHiruzo Sarutobi becomes Sandaime Hokage.\n[U]About this year between 7th March and 8th April\nKinku dies at age 44.\nGinku dies at age 44.\n**1st of January to 31st of December Year 966**\n8th of April - Ōmizu Yozora was born.\n**1st of January to 31st of December Year 971**\n[U]At the earliest 25th January\n11th of June - Yurenai Uchiha is born.\n18th of October - Suma Sarutobi is born.\n**1st of January to 31st of December Year 972**\n[U]About this year\n1st of January - Maitō Manu is born.\n10th of February - Tobi Uchiha is born.\n[U]At the earliest 15th May\n15th of August - Mabuza Momochi is born.\n15th of September - Hakashi Katake is born.\n15th of November - Len Nohara is born.\nAt the latest 3rd December\nThe Second Shinobi World War is started by Konohagakure.\nKonohagakure, Sunagakure and Iwagakure fight in Amegakure.\nAmegakure's leader Zōhan defeats Jirya (24), Tsude (24) and Oromaru (24). In exchange for their lives, they have to call themselves Konoha's Sannin.\n**1st of January to 31st of December Year 973**\n3rd of July - Chōko Aburame was born.\n**1st of January to 31st December Year 974**\n[U]This year\nThe Second Shinobi World War wages.\n24th of October - Azuki Mitarashi is born.\nAt the earliest 8th November\n**1st of January to 31st of December Year 975**\n[U]This year\nThe Second Shinobi World War Ends.\n2nd of November - Nikki Komorebi is born.\n**1st of January to 31st of December Year 977**\n7th of March - Tamushou Wasabi was born.\n28th of May - Karebu Uchiha was born.\n**1st of January to 31st of December Year 978**\n5th of February - Min-Xiao Kaguya was born.\n28th of August - Nagakiri Anguis-Akimichi was born.\n**1st of January to 31st of December Year 979**\n10th of April - Roharo Steel-Heart was born.\n**1st of January to 31st of December Year 980**\n**About this year**\nThe Third Shinobi World War begins.\n14th of September - Zaki Chikamatsu was born.\n8th of December - Lance chikamatsu was born.\n**1st of January to 31st of December Year 981**\n28th of March - Crowe Uzumaki was born.\n21st of June - Ferrum Suna was born.\n21st of June - Aurum Suna was born.\n[U]About this year\nThe Third Shinobi World War wages.\nKonohagakure and Iwagakure sign an armistice, ending the Third Shinobi World War.\n**1st of January to 31st of December Year 982**\n22nd of November - Ryūjin Senju was born.\n21st of December - Demetria Yuki was born.\n**1st of January to 31st of December Year 983**\n[U]Between 15th of March and 24th of June\nA young Mabuza, slaughters all of the participants of the Genin Exams in Kirigakure.\n8th of July - Yǒudó Rizumei was born.\n10th of September - Kieran Owari was born.\n**1st of January to 31st of December Year 984**\n16th of October - Aura Astral was born.\n**1st of January to 31st of December Year 985**\n24th of June - Tenshi Hyuga was born.\n**1st of January to 31st of December 986**\n[U]At the latest this year\nOromaru leaves Konohagakure.\n[U]Between 15th of March and 24th of June\nKirigakure changes its Genin Exams.\n[U]27th of December\nKonohagakure and Kumogakure conclude a peace treaty.\n**1st of January to 31st of December Year 996**\n"
}