{
  "slug": "chakra-j-den-no-jutsu",
  "title": "Chakra Jūden no Jutsu",
  "type": "rule",
  "file": "techniques-part-1.md",
  "rawFile": "techniques-part-1.txt",
  "content": "> Chakra Jūden no Jutsu\n> [Bcu] Chakra Charging Technique\n\n[Bc]Rank:\n<p align=\"center\">E-Rank,  Active</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">Yin, Yang</p>\n[BC]Prerequisite \n<p align=\"center\">Must be able to produse and use Chakra.</p>\n[Bc]Cost:\n<p align=\"center\">3EP per 5ChP gained</p>\n[Bc]Description:\n<p align=\"center\">Chakra is the essence of life and is essential to even the most basic technique. Through various methods, the most common of which is hand seals, chakra can be controlled and manipulated to create an effect that would not be possible otherwise, such as walking on water, exhaling fire, or creating illusions. Chakra is ordinarily not visible to the unaided eye unless it is highly concentrated or manifested in large amounts. This is rarely seen due to the restrictions of eight specific tenketsu known as the Eight Gates, which limit the amount of chakra an individual can release at a single given time.</p>\n\n<p align=\"center\">All of that said, when ones Chakra runs out, they lose all of that versatility when it may be needed most, and in some cases, if no one chakra to lose, they could very well lose their life instead. In such cases, one may burn their energy used for Evasion Points to forcibly produce the chakra they need in times of emergency. This restores an additional +3 Chakra Points per additional -2EP burnt.</p>\n\n> Katon: Hakka-gu no Jutsu\n> [Bcu] Fire Style: Firestarter Technique\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">Fire</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">3 Chakra Points</p>\n[Bc]Description:\n<p align=\"center\">Possibly the most basic fire style ninjutsu, the user breathes out a small, dry flame. This technique is often used for anything from lighting a camp fire or a small act of arson, but otherwise,  it has little use for combat dealing only 5 Damage, and not even severe enough to cause a full tier of Burn at it's base level. Every 2 points of chakra added to this technique will increase its effect by +3 damage, +1 OP, and +1% Burn, but is still so small and near user that it uses their OP, (not ROP), if wielded offensively.</p>\n\n> Fūton: Hebī Kaze no Jutsu\n> [Bcu] Wind Style: Heavy Breeze Technique\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active, Reactive</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">Wind</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">3 Chakra Points</p>\n[Bc]Description:\n<p align=\"center\">Possibly the most basic wind style ninjutsu, the user forces the surrounding air to blow in a different direction. This technique is mosty used to keep yourself, and your scent, downwind, or on the contrary, blow something upwind, such as smells or powders or leaves, etc. For direct combat, this technique may not have much use other than blowing small nuisances away, having a pushing Str of 5, but possibly, if stronger than those in it's way, or if the targets are caught off guard, it will push those hit prone, but not hurt them. These winds also reduce the ROP of an incoming attack by -5. The effect of these winds reach are equal to the users ROP+5, aswell as add +5 ROP to any ranged attacks. For every +2 chakra point pushed into these winds, their Strength and distance increases by +3, and reduces incoming ROP by -3.</p>\n\n> Raiton: Supāku no Jutsu\n> [Bcu] Lightning Style: Spark Technique\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">Lightning</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">3 Chakra Point</p>\n[Bc]Description:\n<p align=\"center\">Possibly the most basic lightning style ninjutsu, the user emits an electric shock from their fingertips. This technique is mosty used to disable small electronic devices or even torture. For direct combat, this technique may not seem to have much use, dealing only 3 damage, but can temporarily disable limbs, or a strong enough shock to the chest or head may knock a target prone! For every + 2 chakra points pushed into these shocks, their damage increases by +3 and may disable limbs for an extra round.</p>\n\n> Doton: Chikyū-jin no Jutsu\n> [Bcu] Earth Style: Earth Encampment Technique\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active,  Reactive</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">Earth</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">2 Chakra Points, 4ib Earth</p>\n[Bc]Description:\n<p align=\"center\">Possibly the most basic earth style ninjutsu, the user raises interlocking slabs of earth to form a tent like structure intended to shelter one from nature, needing to lay or crouch Prone to fit inside unless the size is increased enough to be taller than the one in it. It is not particularly helpful in a fight, having only 5DP of defense in it's base state, but good for camping overnight. If used offensively to pin or encase their target, one uses ROP to hit their mark. If pinned, the target will be grappled against a strength equal to it's DP, but not hurt, and need to struggle or break free. It's base dimensions are 6'L×3'W×3'H and about 3 inches thick. Adding incriments of +1ChP and 2ib of earth increases each dimension and ROP by +1 and the overal DP by +3.</p>\n\n> Suiton: Jōsui no Jutsu\n> [Bcu] Water Style: Water Purifying Technique\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Ninjutsu</p>\n[Bc]Element:\n<p align=\"center\">Water</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">2 Chakra Point, 16oz Water</p>\n[Bc]Description:\n<p align=\"center\">Possibly the most basic water style ninjutsu, the user filters water, using chakra to remove or destroy any impurities within the H²0. This was intended to be used to clean water from rivers while hunting or on missions, but medical nin are even known to later impliment this idea while healing those afflicted with sickness or poison, able to remove 1% of poison damage. In its base form, it can remove any impurities from up to one quart (32oz) of water, just leaving H²O. Every +1 chakra point and cup (8oz) of water  added to this can purify an extra Pint (16oz) and remove 1% more of poison.</p>\n\n> Bunshin no Jutsu\n> [Bcu] Clone Technique\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active, Reactive</p>\n[Bc]Technique:\n<p align=\"center\">Genjutsu (Physical)</p>\n[Bc]Element:\n<p align=\"center\">Yin</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">3 Chakra Points per Clone Per Minute</p>\n[Bc]Description:\n<p align=\"center\">This is a basic technique that every shinobi should be able to use. For this technique, users create one or more illusory clones of themselves to visably perform simple actions but have no substance and thus are incapable of physical contact or impact.</p>\n\n<p align=\"center\">For every clone conjured, the odds of hitting a clone instead of the castor by a threat unaware of the real shinobi's position is increased. For example, casting a single clone would create a 50% chance of attacking the clone or the real target, where as a maximum of 10 Clones would create a 9% chance of attacking the real being, and 91% chance of attacking a clone.</p>\n*If more exact positions are specified, then the user of this technique must share their real position privately to a 3rd party moderator as proof. This is true for all sorts of clones.\n\n<p align=\"center\">If a clone or the user attacks, and the target is not aware of their identity, the target must assume the stats for dodging are that of the real being and decide how to counter prior to the real damage calculation's or identitie's reveal.</p>\n*Whether or not it is a clone or the player attacking must be revealed privately to a 3rd party moderator as proof. Dodging the clone, though typically costing less EP for mechanics, does not inherently give away their identity. This is true of all sorts of clones.\n\n<p align=\"center\">The land speed of the clone is treated the same as the user's, but the clone must remain within R.O.P. distance to the user. A clone's EP and OP are equal to the castor's R.O.P., they do not have DP or HP. Their R.O.P., such as if throwing illusory shuriken, are equal to half of the user's ROP.</p>\n\n> Henge no Jutsu ]\n> [Bcu] Transformation Technique\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Genjutsu (Physical)</p>\n[Bc]Element:\n<p align=\"center\">N/A</p>\n[BC]Prerequisite \n<p align=\"center\">Be at least of Genin Rank</p>\n[Bc]Cost:\n<p align=\"center\">3 Chakra Points Per Minute</p>\n[Bc]Description\n<p align=\"center\">An academy graduate level Ninjutsu, the Transformation Technique allows the user to take the appearance of who or whatever they choose. Users will gain attributes and physical features similar to whatever they transform into, such as a weapon's sharpness or an animal's shape and size, though no smaller than half or larger than twice the user's size.</p>\n\n<p align=\"center\">A transformation increases your stealth score by 25%, allowing one to hide in plain sight as a random passersby in a crowded street or even a bush among trees. Although this disguises the castors appearance visually and physically, and may even alter their voice, it cannot hide their scent, or manurisms, so if a dusguised individual is conversing but does not know who they may be impersinating well, or if their illusion is mishapen such as a discolored leaf or missing scar, they may easily give away their facade prematurely.</p>\n\n<p align=\"center\">If the castor decides to transform into an inanimate object or even a wild animal, they may immitate some properties, but ultimately will not become what they appear to be. They may gain the sharp property of a swords blade, or a wolves claws, but will not obtain the swords damage or durability, nor the wolves hightened senses. They may obtain properties such as size, shape, weight, and texture, but will not be granted any stats such as damage nor natural abilities such as flight or poison. Complex item properties or abilities may not be replicated UNLESSS in the possessionof the castor when they use this techniqueto become said item. This illusory disguise is forcebly dispelled if user is struck directly, runs out of Chakra, or falls unconcious.</p>\n\n> Nawanuke no Jutsu\n> [Bcu] Rope Escape Technique\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Passive</p>\n[Bc]Technique:\n<p align=\"center\">Taijutsu</p>\n[Bc]Element:\n<p align=\"center\">N/A</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">N/A</p>\n[Bc]Description:\n<p align=\"center\">A basic, passive technique taught at the Academy. It allows a ninja to free themselves if they have been tied up, reducing time grappled or bound with rope/chain etc by 50%!</p>\n\n> Sennen Goroshi\n> [Bcu] One Thousand Years of Death\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Taijutsu/Bukijutsu/Kenjutsu</p>\n[Bc]Element:\n<p align=\"center\">N/A</p>\n[BC]Prerequisite:\n<p align=\"center\">One must stealthfully get behind their target</p>\n[Bc]Cost:\n<p align=\"center\">N/A</p>\n[Bc]Description:\n<p align=\"center\">The user tightly clasps their hands together and extends their middle and index fingers, resembling the Tiger hand seal. Using the full weight of their body, the user thrusts these four fingers, potentially holding a small item or weapon within them, between the target's buttocks. Despite the technique's dramatic name, it is not actually harmful. The pain is fairly extreme....</p>\n\n<p align=\"center\">If one manages to pull this off, their target will be helplessly lauched up and foward by meters equal to half damage dealt and land prone!</p>\n\n> Dainamikku Entorī\n> [Bcu] Dynamic Entry\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Taijutsu</p>\n[Bc]Element:\n<p align=\"center\">N/A</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">1 Evasion Point per Meter Jumped</p>\n[Cb]Description \n<p align=\"center\">The technique requires the user to perform a jump kick into their opponent's face. User's are commonly known to throw a weapon, such as a kunai, at the enemy to distract them while he takes advantage of their blind spot in order to land the otherwise difficult blow, or otherwise save this move for when they find stealth to be on their side.</p>\n\n<p align=\"center\">The flair of this technique makes it a bit harder to land as they soar across the field, using their jumping distance, through the air to hit their mark, using ROP instead of EP, however, the impact is surprisingly potent, as the distance in feet jumped between the user and the target is added as damage and ROP to the attack. A direct hit will knock the target Prone.</p>\n\n> Kōdona Kidō no Jutsu\n> [Bcu] Advanced TrajectoryTechnique\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Bukijutsu</p>\n[Bc]Element:\n<p align=\"center\">N/A</p>\n[BC]Prerequisite \n<p align=\"center\">10 Bukijutsu</p>\n[Bc]Cost:\n<p align=\"center\">N/A</p>\n[Bc]Description:\n<p align=\"center\">By accurately deflecting one projectile thrown with a half action off another one of the same kind thrown with a half action, you can redirect one or even both ,(but not at same target), projectiles' paths in mid-air! Doing so doubles the redirected weapon's natural ROP and can make it hit normaly unreachable targets, even in blind spots such as around corners, ignoring targets that \"Take Cover\"!</p>\n\n> Ryū Mikazukigiri\n> [Bcu] Crescent Moon Beheading\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active, Reactive</p>\n[Bc]Technique:\n<p align=\"center\">Kenjutsu / Bukijutsu</p>\n[Bc]Element:\n<p align=\"center\">N/A</p>\n[BC]Prerequisite \n<p align=\"center\">Weapon Wielded</p>\n[Bc]Cost:\n<p align=\"center\">-3EP per +3OP/DP</p>\n[Bc]Description:\n<p align=\"center\">The user swings their sword,  or similar weapon, in a single, large, crescent moon-shaped arc, which occurs with such ferocious velocity that the technique can be employed in situations where only a very limited time to react is available, adding +3OP per -3EP spent on the attack. The swing can also be used to counter attacks from multiple opponents or projectiles simultaneously by +3DP per -3EP.</p>\n\n> Himitsu no Kakikomi Fū\n> [Bcu] Hidden Text Seal\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Fuinjutsu</p>\n[Bc]Element:\n<p align=\"center\">N/A</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">1ChP to seal or unseal, 1oz of Ink</p>\n[Bc]Description:\n<p align=\"center\">A basic seal taught to aspiring Genin, this allows the writer to hide text from any  reader other than the intented. However, one better versed in Fuinjutsu may crack the message open if they happen upon this seal.</p>\n\n> Chintsū-zai no Jutsu\n> [Bcu] Painkiller Technique\n\n[Bc]Rank:\n<p align=\"center\">E-Rank, Active</p>\n[Bc]Technique:\n<p align=\"center\">Iryojutsu</p>\n[Bc]Element:\n<p align=\"center\">Yang</p>\n[BC]Prerequisite \n<p align=\"center\">N/A</p>\n[Bc]Cost:\n<p align=\"center\">3 Chakra Points per 5HP healed</p>\n[Bc]Description:\n<p align=\"center\">This is the most basic medical jutsu, the user soothes pain of the target. This technique unfortunately does not affect injuries or status effects, but can lower swelling and bruising, relax and invigorate the musles, and reduce the feeling of pain.</p>\n\n<p align=\"center\">For every +2Chakra points poured from the user to the patient,  an additional +3HP is regained. This simple jutsu is only as useful as it's castor, making it legendary in the right hands, able to heal additional HP equal to 1/10th the user's Iryojutsu Score.</p>"
}