{
  "slug": "sh-kan-species",
  "title": "Shōkan Species",
  "type": "doc",
  "file": "shokan-species.md",
  "rawFile": "shokan-species.txt",
  "content": "# Shōkan Species\n\n[BiC]These beings known as Shōkan tend to look like typical animals at first, but are fully sentient creatures, and are said to have existed long before chakra as we know it was gifted from the heavens, they themselves haven been creared by the natural chakra that has always flowed through our world. Like normal animals and creatures, every Shōkan species will have Natural Weapons, (that adjust dependant on animal Rank/EXP), and Abilities unique to them.\n[BiC]The homlands of Shōkan are points of immensely concentrated Nature Energy, and completely sealed away from our known world, protected by powerful barriers impenetrable by life outside of them under normal circumstances, and are almost impossible to find as the exist in these pocket like voids in our world. Due to this, their chakra is entirely Nature Based, so their \"Chakra Pool\" is instead halved and treated as a \"Sage Chakra Pool\" instead.\n[Cbi]Exceptions are limited to rare individuals that catch their interest and welcomed to their home, or fools who Reverse Summon themselves their blindly. If these individuals prove themselves to be worthy enough, they may be welcomed to form a summoning contract with these Shōkan, and possibly even be welcome to train in there world.\n[BiC]As summons, these Shōkan may also have items, armor, and weapons, but the rank of said gear subtracts from ther \"Jutsu Bank\" and are limited by the rank of the summon justvas are their jutsu. For example, a C-Rank summon can have E,D, and C Rank jutsu, but not B or higher. A lower scored C-Rank summon, (25-2EXP)can use (C-)Rank gear or lower, a C-Rank with average (33-42EXP) or higher (43-50) can use up to C or C+ Rank gear, but it all counts for C-Rank Jutsu Bank slots. The sizes of these Shōkan also increase with their rank and EXP. For example, a D-Rank creature tops off at 1m(3'), C-Rank tops at 3m(~9'-10'), B-Rank can grow up to 7m(~21'-23'), A-Rank to 15m(~45'-50'), and S-Rank cratures can measure up to 30m+(~90'-100')!\n[Cbi]A Shōkan will not fight to the death, \"Reverse Summoning\" itself home if reduced to 10% or lower health and or chakra. All Shōkan will know \"Reverse\" summoning technique, regardless of rank. C-Rank and up will also know \"Summoning\" technique.\n[Cbui]Shokan Species\n"
}