[
  {
    "slug": "fy-jon",
    "name": "Fyūjon",
    "description": "> Fyūjon\n>  Fusion Dance\n\nRank:\n<p align=\"center\">S-Rank, Hijutsu, Kinjutsu, Active</p>\nTechnique:\n<p align=\"center\">Ninjutsu, Taijutsu</p>\nElement:\n<p align=\"center\">Yin, Yang</p>\nPrerequisite \n<p align=\"center\">500 Chakra Control, No Broken Limbs</p>\nCost:\n<p align=\"center\">50% Chakra Points of Two Castors</p>\nDescription:\n<p align=\"center\">Fyūjon is a technique said to beings from an extinct clan, of another world, or even from the pure land... It is a short series of poses that are performed by two Shinobi of roughly equal potential and roughly equal size. To correctly perform the Fusion, the fusees must strike the poses in a perfectly symmetrical image of one another. The result of a correctly performed Fusion Dance is a superior being whose power is the median of it's two parts, however, with full abilities of both!</p>\n\n<p align=\"center\">The two users of this technique must perform it simultaneously within 1 meter range of eachother, resulting in a new being whom's actions are shared between the two users. The fusese stats are both split in half as 50% of their individual chakra is spent, but as their bodies and souls merge into one, their stats are aswell, and this new body has full access to the inventories and abilities of both parties, and maybe more!  The name of this union usually takes on the first half of the party with the more passive or submissive personality, and the second half of the party with the more dominant personality, (Domi\"nant\" + \"Submi\"ssive = Subminant), however, this new being is niether or, but a merged personality of both! This fusion lasts for 3 minutes (30 rounds), or until the new entity's HP or ChP reaches 0. After defusing, the damage taken to the union is split between the two partys as well as any remaining chakra.</p>\n\n> Shikotsumyaku: Tomogoroshi no Haikotsu\n> Bscu Dead Bone Pulse: All-Killing Ash Bones\n\nRank:\nS-Rank KKG, Active, Forbidden \nTechnique:\nShikotsumyaku, Bukijutsu,  Iryojutsu\nElement:\nN/A\nPrerequisite \nMust posess 100 Shikotsumyaku, 100 Iryojutsu\nCost:\n17 Health points and 13 Chakra Points per Shot\nDescription:\nA certain-kill technique, the user hardens their own bones and protrudes them out of the skin, and then fires these weaponised structures from their back or from their palms at high speeds to the intended target. When these bones pierce a living organism, the bone and target starts to deteriorate at a molecular level, disintegrating the victim and reducing their bodies to nothing more than a pile of ash.\n\nEach bone rod, (All-Killing Ash Bone <Sharp, +1 Poison, +1 Burn(Acid), 20 Damage, +20ROP>), \nbut rapidly disintegrate once they make any sort of impact, along with anything, or anyone, they peirce, (any object directly hit immediately loses an additional 9% of it's max DP). Every tier increases Damage and ROP by +5, and increases it's effect by +1 Sharp, Burn(Acid), and Poison, (objects lose an additional 3% max DP) by molding +6Chp and +9HP more into this chilling bone per tier.\n\n> Shitai no Tsuchi\n> Earth Resurrection Technique: Corpse Soil\u0000\n \n \nRank:\n \nA-Rank,Active\n \nTechnique:\n \nKinjutsu, Fuinjutsu, Iryojutsu, Ninjutsu\n \nElement:\n Yang, Earth\n \nPrerequisite \n \n50 Iryojutsu, 50Fuinjutsu\n \nCost:\n \n12 Chakra Points & 24Lbs of earth per Cadaver \n \nDescription:\n \nThis cursed jutsu was created by a iwagakure medical shinobi who wanted to bring back their dead comrades, orginally created in an effort of kindness the jutsu was stolen and used to commit atrocities. Since then this jutsu was forbidden in iwagakure and any records of it have been erased. It use chakra infused dirt that is stuffed inside a dead persons body to bring back their body however in a mindless, easy to control state by the re-animator, but can only bring them back at a fraction of their old selves.\n\nBy using earth style to stuff dirt inside of a corpse the user can infuse 12 chakra points of their own to re-animate the dead, and restore their body with they chakra imbued earth. These newly undead pawns are completely under the users control and shall follow the castor\u0019s will to the best of their ability, but unable to perform complex actions, restricted to 5 word instructions, and have only 20% of their former power restored. These empty shells are unable to speak, communicate, or perform any sort of jutsu, acting only on instinct and the will of their master, however, their lack of mind makes them immune to mental attacks, and their reliance on instinct grant them \u001cHightened Senses\u001d, and use their full strength for their attacks.\n\nIronically, the epitome of this uniquely powerful earth technique requires the assistance of lightning! A Cadaver resurected upon being struck by the full force of a lightning bolt will infuse with it\u0019s energy and power. This new macabe golem of flesh and death will almost look truly alive again, and be restored to 40% of their power in life prior to death... These bodies do have their own minds however their Will and existence are still tethered to their master, bound to follow up to 10 word commands to the best of their ability. The \"Hightened  Senses\" and use of full strength are lost to these cadavers, however, they have regained ths ability to use complex tools aswell, such as speaking and performing jutsu.\n\nThe total amount of pawns under the caster is limited by their own Will. The sum of the Wills of those risen may not surpass that if the castor. If the castor wills it, or dies, all they have re-animated shall fall. Those risen may go no farther from the castor than miles equal to the castors Will. Bodies risen in the most basic way may only last for 24 hours, however, those restored more fully via lightning last for 168 hours. Any and all resurrected bodies gain a poison status to all their attacks and can cause bleed from their nails or teeth.\n\n> F\u00016binjutsu: Shiki F\u00016bin\n> Bcsu Reaper Death Seal\n\nRank:\nS-Rank Hijutsu Kinjutsu,  Active \nTechnique:\nFuinjutsu, Ninjutsu\nElement:\nYin, Yang\nPrerequisite \n200 Fuinjutsu, Uzumaki\nCost:\nHalf of the castor's soul (Max HP&ChP), Half when finished.\nDescription:\nAfter the hand seals are performed, the user's soul is partly separated from their body and suspended behind them. Behind their soul appears the Shinigami, which restrains their soul with its hair. Only the summoner is able to see the Shinigami at this point. After a few moments,\u0000the Shinigami wraps its left arm with prayer beads and chants unintelligibly until a\u0000cursed seal\u0000appears on its arm, finishing the following round. It then drives it's arm into the summoner's soul, thus allowing the summoner to call upon the Shinigami to seal a target: the Shinigami's arm emerges from the summoner's body and grasps the target's soul. Targets are unableable to see the Shinigami until it's in contact with their soul unless they have special Doujutsu to see the silohuette of chakra.\n\nTo make contact with the target, the user must grab them, or make a ranged attack, using their Will instead of ROP with a 50%chance to auto hit if the target is in range and unable to see the Shinigami, (25% f8r Byakugan/Sharingan, 0% auto hit for those with Rennigan), using their own body, or Shadow Clones, as an extension to the Shinigami's grasp. While the Shinigami grabs their soul, the target is immobilised, any\u0000jutsu\u0000they may be using are dispelled, and they are prevented from performing additional jutsu.\u0000With targets unable to escape or fight back, the summoner can remove and seal their soul. The target's soul is sealed within the body of the summoner, represented by a swirl pattern on their stomach. With the sealing completed, the Shinigami gradually starts consuming the summoner's soul. The summoner for the next 2 minutesl/rounds can, with difficulty, continue moving and speaking, allowing them to finish any lingering business they may have, but they will die as soon as their soul has been fully consumed. The souls of the summoner and their victim do not pass on to the\u0000Pure Land, instead being trapped within the Shinigami's stomach, destined to fight each other for all eternity...\n\nFor every 1 point of your Max HP&ChP, you may seal 2 points of target max HP&CHP. You may seal 1 limb (causing them to lose feeling and slowly rot) for every 20% of their max HP taken, 1 Inner Gate for every 13% of max target ChPsealed, or or divide the spirit in equal parts, such as splitting the target's Yin and Yang halves of Chakra (50% ChP&HP) or percentile portions (may also effect stats). No matter what, the user's soul will be consumed by the Grim Reaper, aswell as any target the sealed within themself, but during this process, the user may split their target's soul(s) However they wish among other targets, willing or otherwise. \n\nThe only way to free a soul from the Shinigami is known to By high ranking Uzumaki. Someone must done the sacred Shinigami mask to summon the god of death, then slit their own stomach open, freeing whatever souls they wish from the Shinigami's own stomach...\n\n> Kuchiyose: Edo Tensei\n> Bcsu Summoning: Impure World Reincarnation\n\nRank:\nS-Rank Kinjutsu,  Active \nTechnique:\nFuinjutsu, Ninjutsu\nElement:\nYin, Yang\nPrerequisite \n150 Fuinjutsu, 150 Intelligence\nCost: \n32oz of blood from deceased target, 1 living and immobile human sacrifice, Chakra difference between living sacrifice and summon, 1 Empty Scroll, 1 Kunai (Optional), 1 Blank Tag (Optional)\nDescription:\nThe\u0000Summoning: Impure World Reincarnation\u0000binds the soul of a deceased person to a living vessel, restoring them as they were when they were alive in order to do their summoner's bidding. It was originally created by\u0000the second Hokage, some time after which he declared it a\u0000kinjutsu. \n\nBefore this technique can be performed, the user must first acquire some of the\u0000DNA\u0000of the person they intend to reincarnate. The soul of the intended reincarnated must also reside in the\u0000Pure Land; souls trapped in the stomach of the\u0000Shinigami, for example, cannot be reincarnated so long as they reside there. A living sacrifice is also required for the reincarnated soul to use as a vessel. To actually perform the Impure World Reincarnation, the DNA of the person to be reincarnated is smeared on a special scroll, each scroll size being able to hold an additional contract, the smallest scroll able to hold 1 contract. Once the scroll is activated, the remains spread out in the form of a special seal with the living sacrifice in the centre. Then dust and ash encase the sacrifice's body, giving them the same appearance that the reincarnated had at the time of their death.\n\nThe Edo Shinobi has now been created. An Edo Tensei (ET) will never be as strong as it was in life, their Traits and Skills being 50% of what they were in life, but keep their Jutsu bank and can never run out of chakra or be killed, regenerating one of every applied status effect aswell as 10% EP, DP, HP and ChP per round. The only ways to defeat an ET are by killing the castor,  if the ET are sealed, if the ET reach true closure, if the ET are deactivated by the castor, or if the ET themself know this jutsu and are given free will may release themself aswell. The ET are bound by the summoner's Will, and can break free of their masters control if their own Will is greater, or combined Will if Summoner has multiple ET. If the castor wishes for more control, they must write a \"Mind Earasure Tag\", tie or wrap it onto a kunai, and insert it into the back of the ET's head. The castor now has 3 options;\n~~•Leave the ET with free will and 50% of their power.~~\n~~•Instruct the ET to commit to an objective,  to which they will do to their best ability regardless of their mental willingness, but at 25% of their original power.~~\n~~•The castor may take full mental and control of the ET if they are able to sense them, but the castor is immobile while their conciousness pilots the Edo, which also limits the ET to 25% of it's original power.~~\n\n> Hitokugutsu no Jutsu\n> Bscu Human Puppet Technique\n\nRank:\nS-Rank Kinjutsu Hijutsu,  Active \nTechnique:\nKenjutsu, Fuinjutsu\nElement:\nN/A\nPrerequisite \nChikamatsu Clan, Puppetry Score: 100, Fuinjutsu Score: 50, Intelligence 100, a fresh human corpse\nCost:\nAn S-Rank crafting post. Any additional items or weapons added must be crafted with the human puppet separately \nDescription:\nA\u0000human puppet\u0000(人傀儡,\u0000Hitokugutsu) is a type of\u0000puppet\u0000created from human corpses, developed by\u0000the old Puppet Brigade of\u0000Sunagakure in the 2nd great shinobi war. By removing the internal organs of a foe and preserving the body to prevent decomposition, as well as adding weapons and defences, a practitioner of this technique can make powerful human puppets. Despite the name, though traditionally made to look just like themself in life, these puppets don't have to look human at all. These puppets are different from normal ones, as they retain their use of\u0000chakra and any\u0000kekkei genkai\u0000that the human host once had.\n\nThe stats of the human subject in life convert into stats of a puppet, a weapon, \"losing\" their Base Traits, but retaining 10% of the subjects DP, EP, OP, ROP, and even ChP, as the puppeteer took great care in meticulously recreating the subjects likeness, selecting between denser, thinner, heavier, and lighter materials and secret mechanisms to imitate what they were in life. Their \"HP\" is also converted into the puppets base damage, now taking away the life of others...\n\nFor the puppet to use KKG, it must use the Puppet's own chakra source from their core. If the Puppets Core Chakra is 0, it cannot use it's KKG, until the user spends an action to refill it with their own chakra.\n\n> Fuinjutsu: Kugutsu Kokoro Ito\n> Bscu Puppet Heartstring\n\nRank:\nS-Rank Kinjutsu Hijutsu,  Active \nTechnique:\nKenjutsu, Fuinjutsu\nElement:\nYin-Yang\nPrerequisite \nChikamatsu Clan, Puppetry Score: 50, Fuinjutsu Score: 100, Intelligence 100, a Living Heart\nCost:\nMax ChP equal to half of that transfered and 24 hours to recover\nDescription:\nThis forbidden technique was developed by a rogue shinobi of sunagakura, a puppeteer of the highest caliber who saught to be one with there art, immortality through their art... The heart of of a living subject is placed within a special, secure container that is is then sealed shut. The practitioner of this technique then seals the chakra, soul, and mind into this core. This core then, when placed within the core of a \"Human Puppet\", takes command as their new vessel. \n\nWhere as creating a Human Puppet only translates about 10% of their stats in life, this core carries the subjects consciousness and soul along with 90% of their traits, merging with a Human Puppet to create a new 100% living weapon. I.e. the subjects Intelligence, Strength, Speed, Stamina, and Will are all reduced by -10%, this also effects the subjects other stats HP, DP, EP, OP, and ROP. The DP, EP, OP, and ROP of the human puppet is added to the subjects as they merge into one being. This would also allow the host of this core to use any KKG possesed by the Human Puppet it resides in.\n\nAlternatively,  this \"Puppet Heart | S+\" could be crafted into a regular puppet aswell, however, these are lower in their potential power, restricted to regular Puppet limitations and without the benifits of carrying over special abilities from a prior vessel host.\n\nThe subject of this technique will never again be human, though never truly a puppet either. The subject never again needs to breath, eat, drink, or sleep. The subjects new vessel cannot suffer from Bleeding or Poison except for direct hits to the core, which takes the effects if afflicted. That said, the body too is weak to fire, taking double damage from flame and burns. Only the core may be healed via medical ninjutsu, the bodie's DP must be repaired manually as one would with puppets. Only EP naturally recovers outside of encounters, not DP.\n\n> Senpō: Juinjutsu\n> Bcsu Sage Art: Cursed Seal\n\nRank:\nA-Rank, Kinjutsu\nTechnique:\nSenjutsu, Fuinjutsu\nElement:\nN/A\nPrerequisite \nMay only be created/given by Sages, cannot be used on/by Sages, 100 Fuinjutsu, 50 Senjutsu\nCost:\n\n\n\n\nThese Cursed Seals, or Curse Marks, may only be created by Sages and applied from Sages to non-Sages. By sealing a portion of their own Sage embewed DNA and Chakra over the cararded artery of a willing, or imobile, individual. The trauma of this seal and this process of having these foreign elements merged into one's being removes 90% of their max HP and ChP, forcing them into an unconscious state if taken below 10% HP and below 10% ChP, or kill the target if it takes their HP and ChP to 0%... This portion of locked HP and ChP may only be restored naturally as the mark will repel any attempt at foreign aid.Description:To Use: -Health Points equal to transfered Chakra Points To Cast: 24oz of Sage Blood (12% HP, 12 Sage Chakra Points (or 24Chakra Points of Sage):",
    "sizes": {},
    "jutsuRule": "Jutsu bank and can never run out of chakra or be killed, regenerating one of every applied status effect aswell as 10% EP, DP, HP and ChP per round. The only ways to defeat an ET are by killing the castor,  if the ET are sealed, if the ET reach true closure, if the ET are deactivated by the castor, or if the ET themself know this jutsu and are given free will may release themself aswell. The ET are bound by the summoner's Will, and can break free of their masters control if their own Will is greater, or combined Will if Summoner has multiple ET. If the castor wishes for more control, they must write a \"Mind Earasure Tag\", tie or wrap it onto a kunai, and insert it into the back of the ET's head. The castor now has 3 options;",
    "rawFile": "techniques-part-11.txt"
  },
  {
    "slug": "fy-jon",
    "name": "Fyūjon",
    "description": "> Fyūjon\n>  Fusion Dance\n\nRank:\nS-Rank, Hijutsu, Kinjutsu, Active\nTechnique:\nNinjutsu, Taijutsu\nElement:\nYin, Yang\nPrerequisite \n500 Chakra Control, No Broken Limbs\nCost:\n50% Chakra Points of Two Castors\nDescription:\nFyūjon is a technique said to beings from an extinct clan, of another world, or even from the pure land... It is a short series of poses that are performed by two Shinobi of roughly equal potential and roughly equal size. To correctly perform the Fusion, the fusees must strike the poses in a perfectly symmetrical image of one another. The result of a correctly performed Fusion Dance is a superior being whose power is the median of it's two parts, however, with full abilities of both!\n\nThe two users of this technique must perform it simultaneously within 1 meter range of eachother, resulting in a new being whom's actions are shared between the two users. The fusese stats are both split in half as 50% of their individual chakra is spent, but as their bodies and souls merge into one, their stats are aswell, and this new body has full access to the inventories and abilities of both parties, and maybe more!  The name of this union usually takes on the first half of the party with the more passive or submissive personality, and the second half of the party with the more dominant personality, (Domi\"nant\" + \"Submi\"ssive = Subminant), however, this new being is niether or, but a merged personality of both! This fusion lasts for 3 minutes (30 rounds), or until the new entity's HP or ChP reaches 0. After defusing, the damage taken to the union is split between the two partys as well as any remaining chakra.\n\n> Shikotsumyaku: Tomogoroshi no Haikotsu\n> Bscu Dead Bone Pulse: All-Killing Ash Bones\n\nRank:\nS-Rank KKG, Active, Forbidden \nTechnique:\nShikotsumyaku, Bukijutsu,  Iryojutsu\nElement:\nN/A\nPrerequisite \nMust posess 100 Shikotsumyaku, 100 Iryojutsu\nCost:\n17 Health points and 13 Chakra Points per Shot\nDescription:\nA certain-kill technique, the user hardens their own bones and protrudes them out of the skin, and then fires these weaponised structures from their back or from their palms at high speeds to the intended target. When these bones pierce a living organism, the bone and target starts to deteriorate at a molecular level, disintegrating the victim and reducing their bodies to nothing more than a pile of ash.\n\nEach bone rod, (All-Killing Ash Bone <Sharp, +1 Poison, +1 Burn(Acid), 20 Damage, +20ROP>), \nbut rapidly disintegrate once they make any sort of impact, along with anything, or anyone, they peirce, (any object directly hit immediately loses an additional 9% of it's max DP). Every tier increases Damage and ROP by +5, and increases it's effect by +1 Sharp, Burn(Acid), and Poison, (objects lose an additional 3% max DP) by molding +6Chp and +9HP more into this chilling bone per tier.\n\n> Shitai no Tsuchi\n> Earth Resurrection Technique: Corpse Soil\u0000\n \n \nRank:\n \nA-Rank,Active\n \nTechnique:\n \nKinjutsu, Fuinjutsu, Iryojutsu, Ninjutsu\n \nElement:\n Yang, Earth\n \nPrerequisite \n \n50 Iryojutsu, 50Fuinjutsu\n \nCost:\n \n12 Chakra Points & 24Lbs of earth per Cadaver \n \nDescription:\n \nThis cursed jutsu was created by a iwagakure medical shinobi who wanted to bring back their dead comrades, orginally created in an effort of kindness the jutsu was stolen and used to commit atrocities. Since then this jutsu was forbidden in iwagakure and any records of it have been erased. It use chakra infused dirt that is stuffed inside a dead persons body to bring back their body however in a mindless, easy to control state by the re-animator, but can only bring them back at a fraction of their old selves.\n\nBy using earth style to stuff dirt inside of a corpse the user can infuse 12 chakra points of their own to re-animate the dead, and restore their body with they chakra imbued earth. These newly undead pawns are completely under the users control and shall follow the castor\u0019s will to the best of their ability, but unable to perform complex actions, restricted to 5 word instructions, and have only 20% of their former power restored. These empty shells are unable to speak, communicate, or perform any sort of jutsu, acting only on instinct and the will of their master, however, their lack of mind makes them immune to mental attacks, and their reliance on instinct grant them \u001cHightened Senses\u001d, and use their full strength for their attacks.\n\nIronically, the epitome of this uniquely powerful earth technique requires the assistance of lightning! A Cadaver resurected upon being struck by the full force of a lightning bolt will infuse with it\u0019s energy and power. This new macabe golem of flesh and death will almost look truly alive again, and be restored to 40% of their power in life prior to death... These bodies do have their own minds however their Will and existence are still tethered to their master, bound to follow up to 10 word commands to the best of their ability. The \"Hightened  Senses\" and use of full strength are lost to these cadavers, however, they have regained ths ability to use complex tools aswell, such as speaking and performing jutsu.\n\nThe total amount of pawns under the caster is limited by their own Will. The sum of the Wills of those risen may not surpass that if the castor. If the castor wills it, or dies, all they have re-animated shall fall. Those risen may go no farther from the castor than miles equal to the castors Will. Bodies risen in the most basic way may only last for 24 hours, however, those restored more fully via lightning last for 168 hours. Any and all resurrected bodies gain a poison status to all their attacks and can cause bleed from their nails or teeth.\n\n> F\u00016binjutsu: Shiki F\u00016bin\n> Bcsu Reaper Death Seal\n\nRank:\nS-Rank Hijutsu Kinjutsu,  Active \nTechnique:\nFuinjutsu, Ninjutsu\nElement:\nYin, Yang\nPrerequisite \n200 Fuinjutsu, Uzumaki\nCost:\nHalf of the castor's soul (Max HP&ChP), Half when finished.\nDescription:\nAfter the hand seals are performed, the user's soul is partly separated from their body and suspended behind them. Behind their soul appears the Shinigami, which restrains their soul with its hair. Only the summoner is able to see the Shinigami at this point. After a few moments,\u0000the Shinigami wraps its left arm with prayer beads and chants unintelligibly until a\u0000cursed seal\u0000appears on its arm, finishing the following round. It then drives it's arm into the summoner's soul, thus allowing the summoner to call upon the Shinigami to seal a target: the Shinigami's arm emerges from the summoner's body and grasps the target's soul. Targets are unableable to see the Shinigami until it's in contact with their soul unless they have special Doujutsu to see the silohuette of chakra.\n\nTo make contact with the target, the user must grab them, or make a ranged attack, using their Will instead of ROP with a 50%chance to auto hit if the target is in range and unable to see the Shinigami, (25% f8r Byakugan/Sharingan, 0% auto hit for those with Rennigan), using their own body, or Shadow Clones, as an extension to the Shinigami's grasp. While the Shinigami grabs their soul, the target is immobilised, any\u0000jutsu\u0000they may be using are dispelled, and they are prevented from performing additional jutsu.\u0000With targets unable to escape or fight back, the summoner can remove and seal their soul. The target's soul is sealed within the body of the summoner, represented by a swirl pattern on their stomach. With the sealing completed, the Shinigami gradually starts consuming the summoner's soul. The summoner for the next 2 minutesl/rounds can, with difficulty, continue moving and speaking, allowing them to finish any lingering business they may have, but they will die as soon as their soul has been fully consumed. The souls of the summoner and their victim do not pass on to the\u0000Pure Land, instead being trapped within the Shinigami's stomach, destined to fight each other for all eternity...\n\nFor every 1 point of your Max HP&ChP, you may seal 2 points of target max HP&CHP. You may seal 1 limb (causing them to lose feeling and slowly rot) for every 20% of their max HP taken, 1 Inner Gate for every 13% of max target ChPsealed, or or divide the spirit in equal parts, such as splitting the target's Yin and Yang halves of Chakra (50% ChP&HP) or percentile portions (may also effect stats). No matter what, the user's soul will be consumed by the Grim Reaper, aswell as any target the sealed within themself, but during this process, the user may split their target's soul(s) However they wish among other targets, willing or otherwise. \n\nThe only way to free a soul from the Shinigami is known to By high ranking Uzumaki. Someone must done the sacred Shinigami mask to summon the god of death, then slit their own stomach open, freeing whatever souls they wish from the Shinigami's own stomach...\n\n> Kuchiyose: Edo Tensei\n> Bcsu Summoning: Impure World Reincarnation\n\nRank:\nS-Rank Kinjutsu,  Active \nTechnique:\nFuinjutsu, Ninjutsu\nElement:\nYin, Yang\nPrerequisite \n150 Fuinjutsu, 150 Intelligence\nCost: \n32oz of blood from deceased target, 1 living and immobile human sacrifice, Chakra difference between living sacrifice and summon, 1 Empty Scroll, 1 Kunai (Optional), 1 Blank Tag (Optional)\nDescription:\nThe\u0000Summoning: Impure World Reincarnation\u0000binds the soul of a deceased person to a living vessel, restoring them as they were when they were alive in order to do their summoner's bidding. It was originally created by\u0000the second Hokage, some time after which he declared it a\u0000kinjutsu. \n\nBefore this technique can be performed, the user must first acquire some of the\u0000DNA\u0000of the person they intend to reincarnate. The soul of the intended reincarnated must also reside in the\u0000Pure Land; souls trapped in the stomach of the\u0000Shinigami, for example, cannot be reincarnated so long as they reside there. A living sacrifice is also required for the reincarnated soul to use as a vessel. To actually perform the Impure World Reincarnation, the DNA of the person to be reincarnated is smeared on a special scroll, each scroll size being able to hold an additional contract, the smallest scroll able to hold 1 contract. Once the scroll is activated, the remains spread out in the form of a special seal with the living sacrifice in the centre. Then dust and ash encase the sacrifice's body, giving them the same appearance that the reincarnated had at the time of their death.\n\nThe Edo Shinobi has now been created. An Edo Tensei (ET) will never be as strong as it was in life, their Traits and Skills being 50% of what they were in life, but keep their Jutsu bank and can never run out of chakra or be killed, regenerating one of every applied status effect aswell as 10% EP, DP, HP and ChP per round. The only ways to defeat an ET are by killing the castor,  if the ET are sealed, if the ET reach true closure, if the ET are deactivated by the castor, or if the ET themself know this jutsu and are given free will may release themself aswell. The ET are bound by the summoner's Will, and can break free of their masters control if their own Will is greater, or combined Will if Summoner has multiple ET. If the castor wishes for more control, they must write a \"Mind Earasure Tag\", tie or wrap it onto a kunai, and insert it into the back of the ET's head. The castor now has 3 options;\n•Leave the ET with free will and 50% of their power. \n•Instruct the ET to commit to an objective,  to which they will do to their best ability regardless of their mental willingness, but at 25% of their original power.\n•The castor may take full mental and control of the ET if they are able to sense them, but the castor is immobile while their conciousness pilots the Edo, which also limits the ET to 25% of it's original power.\n\n> Hitokugutsu no Jutsu\n> Bscu Human Puppet Technique\n\nRank:\nS-Rank Kinjutsu Hijutsu,  Active \nTechnique:\nKenjutsu, Fuinjutsu\nElement:\nN/A\nPrerequisite \nChikamatsu Clan, Puppetry Score: 100, Fuinjutsu Score: 50, Intelligence 100, a fresh human corpse\nCost:\nAn S-Rank crafting post. Any additional items or weapons added must be crafted with the human puppet separately \nDescription:\nA\u0000human puppet\u0000(人傀儡,\u0000Hitokugutsu) is a type of\u0000puppet\u0000created from human corpses, developed by\u0000the old Puppet Brigade of\u0000Sunagakure in the 2nd great shinobi war. By removing the internal organs of a foe and preserving the body to prevent decomposition, as well as adding weapons and defences, a practitioner of this technique can make powerful human puppets. Despite the name, though traditionally made to look just like themself in life, these puppets don't have to look human at all. These puppets are different from normal ones, as they retain their use of\u0000chakra and any\u0000kekkei genkai\u0000that the human host once had.\n\nThe stats of the human subject in life convert into stats of a puppet, a weapon, \"losing\" their Base Traits, but retaining 10% of the subjects DP, EP, OP, ROP, and even ChP, as the puppeteer took great care in meticulously recreating the subjects likeness, selecting between denser, thinner, heavier, and lighter materials and secret mechanisms to imitate what they were in life. Their \"HP\" is also converted into the puppets base damage, now taking away the life of others...\n\nFor the puppet to use KKG, it must use the Puppet's own chakra source from their core. If the Puppets Core Chakra is 0, it cannot use it's KKG, until the user spends an action to refill it with their own chakra.\n\n> Fuinjutsu: Kugutsu Kokoro Ito\n> Bscu Puppet Heartstring\n\nRank:\nS-Rank Kinjutsu Hijutsu,  Active \nTechnique:\nKenjutsu, Fuinjutsu\nElement:\nYin-Yang\nPrerequisite \nChikamatsu Clan, Puppetry Score: 50, Fuinjutsu Score: 100, Intelligence 100, a Living Heart\nCost:\nMax ChP equal to half of that transfered and 24 hours to recover\nDescription:\nThis forbidden technique was developed by a rogue shinobi of sunagakura, a puppeteer of the highest caliber who saught to be one with there art, immortality through their art... The heart of of a living subject is placed within a special, secure container that is is then sealed shut. The practitioner of this technique then seals the chakra, soul, and mind into this core. This core then, when placed within the core of a \"Human Puppet\", takes command as their new vessel. \n\nWhere as creating a Human Puppet only translates about 10% of their stats in life, this core carries the subjects consciousness and soul along with 90% of their traits, merging with a Human Puppet to create a new 100% living weapon. I.e. the subjects Intelligence, Strength, Speed, Stamina, and Will are all reduced by -10%, this also effects the subjects other stats HP, DP, EP, OP, and ROP. The DP, EP, OP, and ROP of the human puppet is added to the subjects as they merge into one being. This would also allow the host of this core to use any KKG possesed by the Human Puppet it resides in.\n\nAlternatively,  this \"Puppet Heart | S+\" could be crafted into a regular puppet aswell, however, these are lower in their potential power, restricted to regular Puppet limitations and without the benifits of carrying over special abilities from a prior vessel host.\n\nThe subject of this technique will never again be human, though never truly a puppet either. The subject never again needs to breath, eat, drink, or sleep. The subjects new vessel cannot suffer from Bleeding or Poison except for direct hits to the core, which takes the effects if afflicted. That said, the body too is weak to fire, taking double damage from flame and burns. Only the core may be healed via medical ninjutsu, the bodie's DP must be repaired manually as one would with puppets. Only EP naturally recovers outside of encounters, not DP.\n\n> Senpō: Juinjutsu\n> Bcsu Sage Art: Cursed Seal\n\nRank:\nA-Rank, Kinjutsu\nTechnique:\nSenjutsu, Fuinjutsu\nElement:\nN/A\nPrerequisite \nMay only be created/given by Sages, cannot be used on/by Sages, 100 Fuinjutsu, 50 Senjutsu\nCost:\n\n\n\n\nThese Cursed Seals, or Curse Marks, may only be created by Sages and applied from Sages to non-Sages. By sealing a portion of their own Sage embewed DNA and Chakra over the cararded artery of a willing, or imobile, individual. The trauma of this seal and this process of having these foreign elements merged into one's being removes 90% of their max HP and ChP, forcing them into an unconscious state if taken below 10% HP and below 10% ChP, or kill the target if it takes their HP and ChP to 0%... This portion of locked HP and ChP may only be restored naturally as the mark will repel any attempt at foreign aid.Description:To Use: -Health Points equal to transfered Chakra Points To Cast: 24oz of Sage Blood (12% HP, 12 Sage Chakra Points (or 24Chakra Points of Sage):",
    "sizes": {},
    "jutsuRule": "Jutsu bank and can never run out of chakra or be killed, regenerating one of every applied status effect aswell as 10% EP, DP, HP and ChP per round. The only ways to defeat an ET are by killing the castor,  if the ET are sealed, if the ET reach true closure, if the ET are deactivated by the castor, or if the ET themself know this jutsu and are given free will may release themself aswell. The ET are bound by the summoner's Will, and can break free of their masters control if their own Will is greater, or combined Will if Summoner has multiple ET. If the castor wishes for more control, they must write a \"Mind Earasure Tag\", tie or wrap it onto a kunai, and insert it into the back of the ET's head. The castor now has 3 options;",
    "rawFile": "techniques-part-11.txt"
  },
  {
    "slug": "kagemane-no-jutsu",
    "name": "Kagemane no Jutsu",
    "description": "> Kagemane no Jutsu\n>  Shadow Imitation Technique\n\nRank:\n<p align=\"center\">C-Rank Hijutsu,  Active</p>\nTechnique:\n<p align=\"center\">Ninjutsu</p>\nElement:\n<p align=\"center\">Yin</p>\nPrerequisite \n<p align=\"center\">Must be of the Nara Clan.</p>\nCost:\n<p align=\"center\">15 Chakra Points per minute/round. Cost is halved when used on willing targets.</p>\nDescription:\n<p align=\"center\">The Shadow Imitation Technique, sometimes called the shadow possession technique, is the signature technique of the Nara clan. The user manipulates their shadow across a surface to merge it with a target or targets' shadow. The user can stretch their shadow however they wish, up to a distance of meters equal to their ROP+\"Deer Shadow\",  in order to accomplish this goal, but they are limited by their shadow's surface area, meaning that if a target can move far enough away from the Shadow Imitation's user, they are theoretically safe from it. But there are ways around this: the user's shadow can freely move within other shadows, extending its range, such as creating a flash of light to briefly extend their own shadow or to extend his targets', doubling the effective range. The user may also connect their shadow to another shadow, allowing them to extend the range by +50%, but reducing this extention by 10% per connected shadow. The user must have a shadow to manipulate, and so the Shadow Imitation cannot be used in complete darkness.</p>\n\n<p align=\"center\">Once a user merges their shadow with a target's, the castor may restrain the target, rendering them unable to move on their own other than to talk. The only movements they are able to make are those that the user makes: if the user walks forward, the target walks forward; if the user raises their right hand, the target raises their right hand, etc. The user may also connect their shados to a target, either willingly or without their knowledge,  waiting for them to move closer to another target before restricting connected parties. Doing so may double the shadows base reach.</p>\n\n<p align=\"center\">Controlling the targets body is treated as a grapple of the target's Str vs the castor's Sta+\"Deer Shadow\". The user may take hold of multiple targets at once if they are in range to be connected by the shadows, but the user mist grapple with the strength of all trapped parties. If the target or user are forcibly moved while connected, this will still refect onto both parties.</p>\n\n> Bubun Baika no Jutsu\n>  Partial Expansion Technique\n\nRank:\n<p align=\"center\">C-Rank Hijutsu,  Active, Reactive</p>\nTechnique:\n<p align=\"center\">Ninjutsu</p>\nElement:\n<p align=\"center\">Yang</p>\nPrerequisite \n<p align=\"center\">Must be of the Akimichi Clan.</p>\nCost:\n<p align=\"center\">5 Chakra Points & 50 Calories per 100% increase  per minute/round. Cost is doubled if expanding two limbs.</p>\nDescription:\n<p align=\"center\">Partial Expansion is one of the unique hijutsu techniques of the Akimichi clan where the user increases the size of only specific body parts, typically the arms and legs. Because of the larger size, physical attacks made with the expanded limbs do greater damage than normal aswell as show to be more durable.</p>\n\n<p align=\"center\">If you use this ability on a limb, it will double it's size! Increasing it's size by 100% will increase your strength with that arm by 50% and give you +25% temp DP when using the limb to block attacks!</p>\n\n<p align=\"center\">You may also use this ability on your torso aswell, but it will make your torso round like a ball, which makes movement difficult, halving your land speed, OP, and ROP unless using the \"Human Boulder Technique\".</p>\n\n> Fukuwajutsu\n>  Ventriloquism\n\nRank:\n<p align=\"center\">E-Rank, Hijutsu, Passive</p>\nTechnique:\n<p align=\"center\">Kugujutsu</p>\nElement:\n<p align=\"center\">N/A</p>\nPrerequisite \n<p align=\"center\">Must be a member of the Chikimatsu Clan</p>\nCost:\n<p align=\"center\">1 Chakra Points per 1 Meter Voice Thrown</p>\nDescription:\n<p align=\"center\">Ventriloquism is an act of stagecraft in which a person (a ventriloquist) speaks in such a way that it looks like their voice is coming from a different location, usually through a puppet known as a \"dummy\". The act of ventriloquism is ventriloquizing, and the ability to do so is commonly called in E the ability to \"throw\" one's voice.</p>\n\n<p align=\"center\">The term \"throwing your voice\" is a misconception about traditional ventriloquism however, as the voice always comes from the ventriloquist. However, a skilled ventriloquist can make it sound like their voice is coming from far away by varying its modulation and level in volume and pitch.</p>\n\n<p align=\"center\">Members of the Chikimatsu clan take this one step further however by incorporating their shinobi techniques,  capable of literally carrying their voice from one point to release in another by simply molding the chakra through their mouth as they form their words!</p>\n\n<p align=\"center\">Of course, they pick up the traditional practice aswell when learning this technique, able to \"throw\" their voice 1 foot away for every 10 points in their Kugujutsu score without using any chakra at all, adding this traditional form's distance aswell to  the total distance of this technique!</p>\n\n<p align=\"center\">Typically, this may used in conjunction with their \"Puppet Technique\" to give the illusion that the puppet itself is the one speaking, while keeping their true position hidden from view, however this may also be cleverly employed as misdirection to trick one into looking the otherway to the sound of your voice as you make a clean getaway, or use this moment of distraction to make a half stealth attack, assuming the target is not smart enough to catch wise... Other potential uses may vary far or few, limited inly by the performer's own creativity!</p>\n\n> Kugutsu no Jutsu\n>  Puppet Technique\n\nRank:\n<p align=\"center\">C-Rank Hijutsu, Passive</p>\nTechnique:\n<p align=\"center\">Kugutsu</p>\nElement:\n<p align=\"center\">N/A</p>\nPrerequisite \n<p align=\"center\">Must be of the Chikamatsu Clan</p>\nCost:\n<p align=\"center\">2 Chakra Points per thread per minute</p>\nDescription:\n<p align=\"center\">The Puppet Technique is the core skill of a puppeteer's fighting style, whereby they control a weaponized puppet. Performing the Puppet Technique involves emitting chakra threads from a user's fingers to connect to a puppet, with the fingers' movements controlling the puppet's actions. Less experienced users will connect all ten of their fingers to a single puppet, with each finger controlling a specific joint or mechanism. As a user becomes more experienced they require fewer threads to control a single puppet, until finally they can control a puppet using only one thread. With this growing mastery, users also become able to control multiple puppets at a time.</p>\n\n<p align=\"center\">A puppet made out of anything other than wood costs twice as much to wield, and if these threads are used on unwilling  people, treat them as a \"Stunned\", (able to be forcebly moved at half speed), using 10% of Puppeteer's ROP per thread vs their target's Strength to break free, as if they were grappled. The furthest a puppet may be from its wielder is equal to the wielders own ROP. A puppets total OP is equal to it's own OP, (if any), plus the user's ROP. The total melee attack of a puppet would deal damage equal to half of the user's ROP, plus any additional damage the puppet may have.</p>\n\n<p align=\"center\">Newer puppeteers may control one XL Sized Puppet, or XL Puppet Part, about 2 meters in size, at a time, requiring 10 threads to maneuver. For reference,  an XXL sized puppet is about 4 meters in size; XL=2m, 10 threads; L= 1m, 8 Threads; Sm= 1'6\", 6 Threads; T= 9\", 4 Threads.</p>\n\n> Megakuramu Hai no Jutsu\n>  Blinding Ash Technique\n\nRank:\n<p align=\"center\">E-Rank, Hijutsu, Active, Reactive</p>\nTechnique:\n<p align=\"center\">Ninjutsu</p>\nElement:\n<p align=\"center\">Fire</p>\nPrerequisite \n<p align=\"center\">Sarutobi Liniage</p>\nCost:\n<p align=\"center\">4 Chakra Points</p>\nDescription:\n<p align=\"center\">Ironically,  the Sarutobi developed this technique in order to snuff out or contain controled fires, however, it can be a very damaging substance, so saftey is advised when breathing out this stream of literal ash, that also obscures extra sensory abilities from the chakra infused ash, and to keep away from one's face and eyes...</p>\n\n<p align=\"center\">If a living being is unfortunate enough to be at the other end of these cinders, they will recieve +1 Burn(Acid), and +1 Temp half blindess as the ash spreads into thecair and floats into their eyes, or +1 Temp Blindness if directly striking the target's face which would also cause choking damage. This pew of ash is spat using the castors ROP+4. Each additional +2ChP poured into this increases all effects by+1, and ROP+2.</p>\n\n> Haijingakure no Jutsu\n>  Hiding in Ash Technique\n\nRank:\n<p align=\"center\">D-Rank, Hijutsu, Active, Reactive</p>\nTechnique:\n<p align=\"center\">Ninjutsu</p>\nElement:\n<p align=\"center\">Fire</p>\nPrerequisite \n<p align=\"center\">Sarutobi Liniage</p>\nCost:\n<p align=\"center\">8 Chakra Points</p>\nDescription:\n<p align=\"center\">The user expels chakra-infused ash that blanket a wide area, burning anyone who comes in contact with it. The technique can also be used as a powerful deterrent from attacks as well as a highly effective smokescreen. This technique is a far more effective substitute for smoke bombs as it can even obscure extra sensory abilities from the chakra infused ash.</p>\n\n<p align=\"center\">At it's lowest level, this covers a 2m×2m×2m area, needing +8ROP if in range to attempt evading. This treats anyone inside as hidden and blinded, and causing +1 Burn(Acid) per round inside this cloud, which lasts 3 rounds, and also causes Suffication unless those inside can hold theor breath long enough... Every additional 4 Chakra points added increases Burn(Acid), rounds, and all dimensions by +1, which increases ROP by +4.</p>\n\n> Hai Bunshin no Jutsu\n>  Ash Clone Technique\n\nRank:\n<p align=\"center\">C-Rank, Active, Reactive</p>\nTechnique:\n<p align=\"center\">Ninjutsu, Genjutsu (Physical)</p>\nElement:\n<p align=\"center\">Fire</p>\nPrerequisite \n<p align=\"center\">Must know Clone Jutsu, 50 Chakra, Must be of Sarutobi Lineage Control</p>\nCost:\n<p align=\"center\">9% Total ChP and 1g of Ash</p>\nDescription:\n<p align=\"center\">The user molds their fire chakra, together with the ash within their own lungs, to form into one or several identical clones. Unlike regular clones, ones generated by this method do not just disappear when struck with sufficient force, but rather burn the surounding area and leave a fog of blinding ash.</p>\n\n<p align=\"center\">Ash Clones stats are 10% that of the origional castors stats and are able to cast any jutsu of the summoner. Unlike the basic Clone Technique, ash clones are physically real. They possess the same clothing, damage, and transformations as the user at the time of their creation. Most tools and weaponry are copied when the shadow clones are created, but complicated technology or effects won't be duplicated. Because they are visually identical and possess the same chakra as the user, fire clones are indistinguishable from their original, not even by dōjutsu other than the Byakugan, Mangekyo Sharingan, or presumably, the Rinnegan or Tenseigan.</p>\n\n<p align=\"center\">Because they have their own chakra, ash clones can perform other jutsu, including making more ash clones. Unlike other clones, these don't just disperse, but rather discharge hot ash, burning anyone and anything within ROP range when \"dispersed\", causing the \"Burn\" status. This cloud deals damage equal to half the ChP of the clone before being dispersed, dealing +1 Burn and +10ROP +1 Round per 10 ChP, it's ROP determines how much EP is needed to dodge aswell as the diameter of it's blackened fog, which remains for one round, temporarily blinding any within it's area of effect while also granting those within stealth coverage. Ash clones will also disperse once they or their castor runs out of their ChP or HP. When a clone's task is completed, it can disperse itself or be dispersed by its user.</p>\n\n> Hairyūdan no Jutsu\n>  Ash Dragon Bullet Technique\n\nRank:\n<p align=\"center\">B-Rank, Active</p>\nTechnique:\n<p align=\"center\">Ninjutsu</p>\nElement:\n<p align=\"center\">Fire</p>\nPrerequisite \n<p align=\"center\">100 Chakra Control, Sarutobi Lineage</p>\nCost:\n<p align=\"center\">30 Chakra Points</p>\nDescription:\n<p align=\"center\">The user moulds the ash from their lungs into the shape of a dragon, which they then direct at a target. The burning ashes crash through the target, dealing significant physical damage, and burns, as well as a blinding shroud of ashen debris. The more talented the user, the greater the amount of ash that the dragon can be made from ash produced.</p>\n\n<p align=\"center\">This fierce pyre has a diameter of 3 meters, and can stretch out up to 15 meters in length! The sheer force of impact from this beast deals 20 damage, +1 Burn(Acid), and easily knock prone any unable to evade the user's ROP +15, as well as leaving a similarly sized trail of ashen cloud in place of its body upon being dispelled, or a 20m Diameter cloud of burning ash upon crashing into a solid area instead, that also obscures extra sensory abilities from the chakra infused ash and takes 6 seconds to settle, causing +1°Burn(Acid) per round and Temporary Blindness, as well as offering Half Stealth, to those inside. For each additional 15ChP, a skilled castor may increase the size by 2 meter in width and 3 meters in length, increasing the Damage by +10, +1 Burn(Acid), ROP by +5, and increasing the Diameter of the ashen cover by +6m, lasting an additional 6 seconds.</p>\n\n> Shintenshin no Jutsu\n>  Mind Transfer Technique\n\nRank:\n<p align=\"center\">C-Rank Hijutsu,  Active</p>\nTechnique:\n<p align=\"center\">Ninjutsu</p>\nElement:\n<p align=\"center\">Yin</p>\nPrerequisite \n<p align=\"center\">Must be of the Yamanaka Clan.</p>\nCost:\n<p align=\"center\">15 Chakra Points per minute/round. Cost is halved when used on willing targets.</p>\nDescription:\n<p align=\"center\">The Mind Body Switch Technique is the signature technique of the Yamanaka clan. The user converts their consciousness to spiritual energy, which they send at a target. Their consciousness moves slowly towards the target and travels in a straight line reaching meters equal to the castor's ROP+\"Boar Mind\". If the user misses their target, it will take several minutes for their consciousness to find its way back to their own body.</p>\n\n<p align=\"center\">The user converts their consciousness to spiritual energy with their chakra, which they may then project into a living targets mind. If the user misses their target, it will take 1 minute per meter away for their consciousness to find its way back to their own body. When their consciousness does successfully make it to the target, the user supplants the target's mind and takes total control of their body.</p>\n\n<p align=\"center\">When hijacking anothers body, the user's collapses. Controlling the body is treated as a grapple of the target's Will vs the castor's Will+\"Boar Mind\". Any damage sustained to the posessed body will reflect on the user's own origional body. If the user willingly releases this ability, they will instantly return to their own. If the user is forced out, it will rake rounds equal to meters away from their body to return to it.</p>\n\n> Nikudan Sensha\n>  Human BoulderTechnique\n\nRank:\n<p align=\"center\">C-Rank Hijutsu,  Active</p>\nTechnique:\n<p align=\"center\">Taijutsu</p>\nElement:\n<p align=\"center\">N/A</p>\nPrerequisite \n<p align=\"center\">Be a member of the Akimichi clan.</p>\nCost:\n<p align=\"center\">10 Evasion Points</p>\nDescription:\n<p align=\"center\">This is a \"showy\" taijutsu unique to members of the Akimichi clan. This is most often used after growing in size with the Multi-Size/Expansion Technique, or even the \" Partial Expansion\" jutsu when expqnding their torso, the Akimichi tucks themselves into a ball and rolls towards a target. Due to their increased weight and the force of their rotation, most obstacles are pulverised upon contact. However,</p>\nthe ball's speed also makes it difficult to turn, forcing users to stop spinning entirely if they want to make significant changes in direction.\n\n<p align=\"center\">When using this ability, the user's full strength score deals damage instead of half since they are using the propelled force of their entire body! Given some mobile limitations, and the use of the body as a charging weapon, the user uses ROP instead of OP when atraching with this technique.</p>\n\n> Jūken\n>  Gentle Fist",
    "sizes": {},
    "jutsuRule": "",
    "rawFile": "techniques-part-8.txt"
  },
  {
    "slug": "sh-kan-species",
    "name": "Shōkan Species",
    "description": "# Shōkan Species\n\nThese beings known as Shōkan tend to look like typical animals at first, but are fully sentient creatures, and are said to have existed long before chakra as we know it was gifted from the heavens, they themselves haven been creared by the natural chakra that has always flowed through our world. Like normal animals and creatures, every Shōkan species will have Natural Weapons, (that adjust dependant on animal Rank/EXP), and Abilities unique to them.\nThe homlands of Shōkan are points of immensely concentrated Nature Energy, and completely sealed away from our known world, protected by powerful barriers impenetrable by life outside of them under normal circumstances, and are almost impossible to find as the exist in these pocket like voids in our world. Due to this, their chakra is entirely Nature Based, so their \"Chakra Pool\" is instead halved and treated as a \"Sage Chakra Pool\" instead.\nExceptions are limited to rare individuals that catch their interest and welcomed to their home, or fools who Reverse Summon themselves their blindly. If these individuals prove themselves to be worthy enough, they may be welcomed to form a summoning contract with these Shōkan, and possibly even be welcome to train in there world.\nAs summons, these Shōkan may also have items, armor, and weapons, but the rank of said gear subtracts from ther \"Jutsu Bank\" and are limited by the rank of the summon justvas are their jutsu. For example, a C-Rank summon can have E,D, and C Rank jutsu, but not B or higher. A lower scored C-Rank summon, (25-2EXP)can use (C-)Rank gear or lower, a C-Rank with average (33-42EXP) or higher (43-50) can use up to C or C+ Rank gear, but it all counts for C-Rank Jutsu Bank slots. The sizes of these Shōkan also increase with their rank and EXP. For example, a D-Rank creature tops off at 1m(3'), C-Rank tops at 3m(~9'-10'), B-Rank can grow up to 7m(~21'-23'), A-Rank to 15m(~45'-50'), and S-Rank cratures can measure up to 30m+(~90'-100')!\nA Shōkan will not fight to the death, \"Reverse Summoning\" itself home if reduced to 10% or lower health and or chakra. All Shōkan will know \"Reverse\" summoning technique, regardless of rank. C-Rank and up will also know \"Summoning\" technique.\nCbuiShokan Species",
    "sizes": {
      "C": "3m"
    },
    "jutsuRule": "Jutsu Bank\" and are limited by the rank of the summon justvas are their jutsu. For example, a C-Rank summon can have E,D, and C Rank jutsu, but not B or higher. A lower scored C-Rank summon, (25-2EXP)can use (C-)Rank gear or lower, a C-Rank with average (33-42EXP) or higher (43-50) can use up to C or C+ Rank gear, but it all counts for C-Rank Jutsu Bank slots. The sizes of these Shōkan also increase with their rank and EXP. For example, a D-Rank creature tops off at 1m(3'), C-Rank tops at 3m(~9'-10'), B-Rank can grow up to 7m(~21'-23'), A-Rank to 15m(~45'-50'), and S-Rank cratures can measure up to 30m+(~90'-100')!",
    "rawFile": "shokan-species.txt"
  },
  {
    "slug": "shinobi-way-contributor-fire-daimyo",
    "name": "⟦ Shinobi Way ⟧ Contributor: Fire Daimyo",
    "description": "⟦ Shinobi Way ⟧ Contributor: Fire Daimyo\n⟦ How To Play ⟧\n⟦ Character Development ⟧ UPDATE CHARACTER SHEETS REGULARLY!\n\nNature Affinity Your character may choose 2 of any of the 5 elemental nature affinities. Fire (火, Hi), Wind (風, Kaze), Lightning (雷, Kaminari), Earth (土, Tsuchi), Water (水, Mizu). If your Shinobi’s Nature matches their Village’s Nature, or Clan’s Nature, they get a 5% boost to Ninjutsu usage of that nature. Using Ninjutsu that does not match your Ninja’s own nature reduces its effect by 10%. If your Shinobi only has 1 elemental affinity, gain an extra 5% effectiveness to ninjutsu of that nature. For example, all an Sasukebi was only proficient with fire nature, it would be +20% effective (Village, clan, clan effect, and only proficient nature). To become proficient in a new element, you must fill 20 Jutsu Bank slots with ninjutsu of that nature.\n\nStarting Gear All shinobi start with the following gear. Anyone without room to carry this gear may instead get the equivalent worth of Ryō.\nAll: (1) Headband & (2) Kunai Sand: (3) Senbon Earth: (3) Shuriken Cloud: (3) Senbon Leaf: (3) Shuriken Mist: (3) Senbon Iron: (3) Shuriken Whirlpool: (3) Shuriken Snow: (3) Senbon\n\nEXP/Experience Otherwise known as Skill Points, these are the points you spend to upgrade the following skills, mostly earned from doing Missions. Each of the following 5 Skills may be maxed out to 200, but the players total spendable EXP/Skill Points cap out at 500.\n\nINTelligence This determines how many items your ability to hide, your ability to find hidden players. This also affects DP and ROP.\n\nSTRength This determines how much melee damage you do, how long you can hold someone in a grapple or be held in one, and other possible in game uses. 1/2 STR = base melee damage, say from a punch or a kick. This also affects HP.\n\nSPEed This determines how many coordinates (out of Encounter) or meters (in Encounter) you can move on foot without getting tired and or per turn. This also affects OP, EP and Initiative.\n\nSTAMina This determines how quickly you can recover after moving your max coordinate spaces before you can move again. Your HP also naturally recovers by Stamina/Day. This also affects HP, DP, EP, OP, and ROP.\n\nWILL This determines, well, your determination, the strength of your spirit… This affects your ability to use and resist Genjutsu and may affect other Jutsu or situations as well. This also affects your Chakra Pool.\n\nHealth Points This is equal to (Str+Sta)x2. This determines how much damage you can take before you are Knocked Out or Killed. This recovers by Stamina/Day, or (Sta+2)/Hour, unless in your village, where medical nin will fully heal you within 24 hours.\n\nDefensive Points This is equal to (Int+Sta) and determines how much damage you can block before you start losing HP. This is lowered by will be damage in place of HP. If you are only threatened with status effects, but no damage, you may not use DP to Block. Your DP recovers automatically after encounters/missions.\n\nEvasion Points This is equal to (Int+Spd) and determines how much damage you can dodge before you start losing HP, lowering from dodging OP or ROP. This also affects Initiative. Your EP recovers automatically after encounters/missions.\n\nCHakra Pool (Int+Sta+Will) equals how much chakra your body holds. You spend Chakra to perform most Jutsu, as well other possible techniques. If your chakra were to become negative for any reason, it would also reduce your HP. This recovers by Will/Day, or (Will+2)/Hour, unless in your village, where medical nin will fully recover your Chakra within 24 hours.\n\nOffensive Points This is equal to (Speed+Stamina)/2. This can be affected by traits or even Jutsu, as well as situational circumstances or status effects. This is how much EP your target must spend to counter a melee attack.\n\nRanged OP This is equal to (Int+Sta)/2 and adds to ROP or Length of mid/long ranged weapons or attacks such as Jutsu, as well as equal to their effective range in meters.\n\nINTiative This is equal to (EP+OP) and determines turn or action order in the case of multiple parties or conflicting actions, deciding what action or player occurred or attacks first, second, third, etc. Those with Initiatives multiple higher get to take multiple turns in the same round, before those with less, ie, someone with Initiative: 100 is fighting someone with Initiative: 50, they get 2 turns (1 action per turn), where the other person only gets 1 turn. When fighting in groups, it will look like this: A=100, B=50 vs C=100. (A,C,B). C gets 2 actions, B gets 1 action. The number of turns is determined downward from the highest initiative, not upward from the lowest. Those actions are split into turns, so the fighters are all limited to what they can normally do in a single round or distance they can travel between their turns, and limited to 1 action per turn. In the other scenario, Turn order would look like this: C>A>B>C>A>B.\n\nJutsu Score There are 7 classes of trainable, useable Ninja techniques, these are called Jutsu. Your Village gives you 10 assigned points, your clan offers bonuses and penalties for some, and you begin with 5 points of your own to spend freely. These Jutsu Scores raise naturally by 1 point for every 10 Jutsu (2 min minimum) written using them. The total sum of your Jutsu Scores would be documented as your “Chakra Control”. It should be noted Jutsu are worth more or less depending on their rank, E-Rank Jutsu: 1 Jutsu Slot, D-Rank Jutsu: 3 Jutsu Slots, C-Rank Jutsu: 5 Jutsu Slots, B-Rank Jutsu: 10 Jutsu Slots, A-Rank Jutsu: 15 Jutsu Slots, S-Rank Jutsu: 20 Jutsu Slots.\n\nNinjutsu Techniques that are performed by molding chakra in a variety of physical ways, mostly elemental.\nGenjutsu Techniques that rather than physical hazards, manipulate or fool the targets mind via illusions.\nTaijutsu These techniques do not require the use of chakra by default and may be learned and used by any. These techniques are strictly martial arts, hand to hand combat.\nFuinjutsu A special form of brush techniques, ninja write special calligraphic seals to perform a variety of things, most commonly sealing larger things into a confined space, or summoning them from.\nIryojutsu Simply put, this refers to your ability to heal yourself or others via any method able. This requires practice and a comprehensive understanding of the body.\nBukijutsu Rather than learnable techniques, Bukijutsu, as well as the following, are raised simply by doing. This is honed by using simple, basic, weaponry and tools.\nKenjutsu Very similar to Bukijutsu, Kenjutsu refers to the use of more advanced or specialized weaponry, like swords.\n\nWhen your “Potential” (Experience+Chakra Control) reaches 100, you qualify for the Chunin exams! Succeeding allows you to become a Chunin, failing allows free entry into the next Chunin exams. Once your Potential reaches 200, and you are a Chunin, you will be given a special mission, leading a team of Genin, promoting you to Jonin! 500 potential recognizes you as a special Jonin who is respected highly among their direct peers, but not quite legendary. By 1000 Potential, you are a Legendary Shinobi and allowed to apply for the position of a Kage, in which you must challenge a current Kage before a Daimyo and their Advisor and gain their permission to form your own village/unclaimed village within said Daimyo’s country.\n\nShinobi Ranks\n25–99 Potential = Genin 100+ (but yet to pass Chunin exams) = Special Genin (Genin+) 100–199 = Chunin 200+ (Before Proctoring Chunin Exams) = Special Chunin (Chunin+) 200–499 = Jonin 500–999 = Special Jonin (Jonin+) 500–999 NPC = Special Jonin (Anbu) 500+ = Advisor (Kage’s Aid) 1000+ (Not Village Leader) = Legendary Shinobi / Sannin (If Sage) 1000+ (Village Leader) = Kage\n\nYour rank directly affects what Missions you may perform.\nThose who are approved to NPC missions will earn the title on their profile of “Anbu”. When those with the Anbu (NPC), Advisor (Curator), or Daimyo (Leader) title NPC for missions, they receive reward equal to 25% of the total ryo and EXP, which they may distribute amongst any of their characters.\n\n⟦ PVP ⟧ If OP or ROP takes your EP past 0, use what was left over to take away from Damage. ie, 15 Damage, 10 OP, 5 EP left. OP takes away your EP, so you do get hit, but because you had 5 EP, only take 10 damage instead of 15. This is true with surplus damage going past your DP.\nIf you use your EP or DP but do not have enough to counter the full attack, reduce the damage by any remaining points you had. If the previous situation happens and you would have suffered one status effect, you may trade it for a different one, other than for Poison or Burn. If you would have suffered multiple status effects, you may ignore one. If the leftover EP and or DP completely voided damage, you must take a status effect other than Poison or Burn.\nTo run away from/Escape an encounter you must meet two conditions. You must run away for at least 100 meters and spend at least 3 turns in running away.\nPVP is allowed, but will only offer Jutsu points, no EXP.\nWhen HP hits 0, you may be Knocked Out or Killed at the discretion of the one who took your HP to 0 and or depending if the damage was lethal or non-lethal.\nWhen in an encounter, each round is 6 seconds. When out of an encounter, anything that relies on “rounds” will use it in minutes instead. When in an encounter, anything that relies on “minutes” will be equal to 10 Rounds.\n\n⟦ Special Movement ⟧ Round 1 Meter to 3 Feet.\nLand Speed When in an encounter and trying to judge range, treat your “Speed” Trait as your Land speed equal “Speed” meters per Minute/Round. This cannot be abused to attack someone then run out of range. If not in an encounter, “Speed”x2 = miles/coordinates one can move before needing to recover. This is mostly used for very specific situations or events.\nSwimming A players Swim Speed = 1.5 “Speed” meters per minute/round. 1/4th “Stamina” determines how many rounds/minutes you can hold your breath. After this, you start “Suffocating”.\nJumping Your Jumping Distance = 40% “Speed” in feet jumped standing. This is doubled if with a running start. One’s Jumping Height would be 160% of your speed in inches, or doubled if with a running start. You may use your action to have an ally assist your jump, adding half their strength to your speed to increase jump Height/Distance.\nClimbing One’s Climb Distance/Speed would be 1.5 “Speed” meters per Minute/Round. This quite obviously must be done on a climbable surface.\nDigging The size of a hole you may dig, in a diggable surface such as the dirt, is equal (Speed+Strength)=10 inches per Round. The size would be assumed as a cubic like area with equal dimensions. Damage from Weapons or DP from Gear may be added to your “Dig” score to increase your digging ability.\n\n⟦ Falling ⟧ When you fall, you take incrementally raised damage for every 10 ft fallen. Fall damage is halved when landing in water. A shinobi will not suffer fall damage when jumping and falling from their own natural jump height.\n| Distance | Damage | Effects |\n| 10 ft | 3 | — |\n| 20 ft | 6 | T1 Prone |\n| 30 ft | 9 | T2 Prone, 1 Temp Disabled Limb |\n| 40 ft | 15 | T3 Prone, 2 Temp Disabled Limb |\n| 50 ft | 24 | T4 Prone, 3 Temp Disabled Limb |\n| 60 ft | 39 | T5 Prone, 4 Temp Disabled Limb |\n| 70 ft | 63 | T6 Prone, 1 Disabled Limb |\n| 80 ft | 102 | T7 Prone, 2 Disabled Limb, T1 Bleed |\n| 90 ft | 165 | T8 Prone, 3 Disabled Limb, T2 Bleed |\n| 100 ft | 267 | T9 Prone, 4 Disabled Limb, T3 Bleed |\n\n⟦ Special Combat Rules ⟧ (Integrated verbatim from submission: Stealth/Surprise, Half Stealth, Half Action, Grapples, Suffocating, Bleeding, Poisoned, Burning, Deafened, Blinded, Disabled, Knockback, Prone, Stunned, Unconscious, Shocked, Frostbite, Prepared Action, Prepared Counter, Take the Hit, Take Cover, Size and Height.)\n\n⟦ Rule Zero ⟧ Rule Zero, also known as GM fiat, is the common RPG rule that the GM has the ultimate say in all rules matters...\n\n⟦ Extra / Amendments ⟧ (Max characters, cross-clan limits, EXP invite reward, moderation rules, jutsu scaling caps, rebirth, retirement, village population scaling, cheating, and art usage rules integrated.)\n\nI’ve created a single consolidated archival document in the canvas titled “Shinobi Way – Consolidated Rules (Archival)” and merged the rules you provided into the existing Shinobi Way framework.",
    "sizes": {},
    "jutsuRule": "Jutsu Bank slots with ninjutsu of that nature.",
    "rawFile": "shinobi-way-consolidated.txt"
  },
  {
    "slug": "t-ku-no-jutsu",
    "name": "Tōku no Jutsu",
    "description": "> Tōku no Jutsu\n>  Speak Technique\n\nRank:\n<p align=\"center\">S-Rank, Hijutsu</p>\nTechnique:\n<p align=\"center\">N/A</p>\nElement:\n<p align=\"center\">N/A</p>\nPrerequisite \n<p align=\"center\">Must have a tragic yet relatable backstory.</p>\nCost:\n<p align=\"center\">The castor and target must both be at 50% HP or less, and the castor must find a contradiction in the target's ideology, logic, or reasoning that they intend to challenge.</p>\nDescription:\n<p align=\"center\">This technique,  when used with efficient skill, is used to talk adversaries down from their objectives,beliefs, and or ideologies. In order to expertly deploy the Talk no Jutsu, one must engage their empathy as well as their knowledge of their enemy. Without a deep understanding of the opponent’s ideology, as well as their history, one cannot find the flaws in their thinking, nor how to relate to them on a personal basis.</p>\n\n<p align=\"center\">By pinpointing a critical contradiction in their opponents position, may form a connection between their targets and their own through personal similarities and or shared experiences/trauma. Once this bond is formed, they must compete in a battle of wills.</p>\n\n<p align=\"center\">This struggle is fought by wearing down eachother's \"Will\" Traits, which add together to form a single measure of \"Will Power\". To chip this trait down, begining with the castor, a party must systematically tear apart their target's position once per turn, reducing their target's Will by an ammount equal to half their Intelligence Trait for each correct statement that is not correctly countered. If the accusation or challenge is successfully rebuted in the first rebuke, you do not lose any room of \"Will Power\". As one challenger's Will reduces, the other's increases. This however goes both ways, meaning the castor runs the risk of their own stance waivering. If the party's \"Will\" hits 0, they MUST forfiet. The Will of those involved return to normal by ±10%/Round.</p>\n\n> Raikiri\n>  Lightning Cutter\n\nRank:\n<p align=\"center\">S-Rank</p>\nTechnique:\n<p align=\"center\">Ninjutsu</p>\nElement:\n<p align=\"center\">Lightning</p>\nPrerequisite \n<p align=\"center\">One must have 300 Chakra Control and 300 Experience, Chidori</p>\nCost:\n<p align=\"center\">26 Chakra Points</p>\nDescription:\n<p align=\"center\">Like the Chidori, the Lightning Cutter requires a large amount of chakra to be performed, because they are performed in fundamentally the same way: both concentrate lightning chakra in the hand; both are used to rapidly pierce targets; both pose danger to the user without advanced visual or chakra sensing ability. However,  the Raikiri, unlike the Chidori, does not rely on speed, instead proving to be far more versitile and able to produce far more raw power than the Chidori aswell as being able to remain stability held together for a prolonged period of time and used even from an idle position.</p>\n\n<p align=\"center\">If one is hit by this, the target takes melee damage as well as +45 Lightning Damage that also shocks them and makes them Bleed, similar to the Chidori, but may actually be amplified by +20 Damage, +1Bleed, +1 shock for every extra 13 ChP put into it. Being more stable than the Chidori, this jutsu can hold it's shape as long as needed, however,  unless you are able to properly monitor it's chakra flow through specialized dojutsu or enhanced sensing capabilities,  it will harm it's user, causing 10 Damage per round to the castor aswell as +1 burn per tier...</p>\n\n> Hiraishin no Jutsu\n>  Flying Raijin Jutsu\n\nRank:\n<p align=\"center\">S-Rank, Active, Reactive</p>\nTechnique:\n<p align=\"center\">Fuinjutsu</p>\nElement:\n<p align=\"center\">N/A</p>\nPrerequisite \n<p align=\"center\">100 Fuinjutsu, 200 Intelligence</p>\nCost:\n<p align=\"center\">25oz Ink, 25 Chakra Points per 25 Meters Traveled</p>\nDescription:\n<p align=\"center\">Before the Flying Thunder God Technique can be performed, users must first mark a target with their \"technique formula\" (術式, jutsu-shiki). There is no limit to how many targets can be marked with technique formulas. This marking may be applied to tags, inanimate surfaces, or even living beings!</p>\n\n<p align=\"center\">Once formed, the user must imprint 5 points of their own chakra into the seal for this technique to work in order for it to gain a matching chakra signature to it's programmer. Creating the mark with the Finger Carving Seal or the Palm Seal can bypass this requirement. This chakra will never fade away, even after the user's death, as long the ink and the marked surface remain intact.</p>\n\n<p align=\"center\">Once the seal is complete, the user can form the seal of comradery with their fingers and INSTANTLY warp to any of their markings, within 1 meter, as long as they are within their chakra sensing range. When used to evade or attack, the user temporarily gains 25% of their max EP, or OP respectively, to their OP/EP of that action/counter!</p>\n\n> Shōsen Jutsu\n>  Healing Palms Technique\n\nRank:\n<p align=\"center\">S-Rank, Active</p>\nTechnique:\n<p align=\"center\">Iryojutsu</p>\nElement:\n<p align=\"center\">Yang</p>\nPrerequisite \n<p align=\"center\">Have at least 150 Iryojutsu, know \"Painkiller Jutsu\", \"Burn Mending Jutsu\", Blood Coagulation Jutsu\", snd \"Bone Repair Jutsu\".</p>\nCost:\n<p align=\"center\">30 Chakra Points per 40HP healed</p>\nDescription:\n<p align=\"center\">This is a very advanced healing technique where the user applies their hand to the afflicted or wounded part of the body and sends chakra into it, accelerating the body's natural healing abilities, which also conserves ones own Chakra. Although its most obvious use is as a way of treating external wounds, it can also be used for internal injury or illness as well. This jutsu is able to repair 1 disabled limb, 1% of Bleeding, 1% of Poison, 1% of burn damage, and heal 30 of the patient's total HP.</p>\n\n<p align=\"center\">You may also heal more sooner, healing 1 additional Tier of all status effects and healing 20HP for each aditional 15ChP used.</p>\n\n> Chakura Kyōka-Ryoku\n \n> Chakra Enhanced Strength\n \n \nRank:\n \nS-Rank, Passive\n \nTechnique:\n \n Iryojutsu, Taijutsu, Hijutsu\n \nElement:\n \nN/A\n \nPrerequisite \n 500 chakra control, 100 Taijutsu, 100 Iryojutsu, must know Chakra Flow\n \nCost:\n \n% of chakra equal to enhancement\n \nDescription:\n \nA special type of Taijutsu that uses the refined chakra control and concentration required in medical ninjutsu to enhance one's strength to monstrous levels. This is done by storing chakra into one's hands or feet, and releasing it onto the target with pinpoint timing.\n\nWhen activated the castor enhances their strength score by an amount equal to the percentage paid x 4. If one paid 10% of their chakra they would enhance their strength by 40%, so on so forth. This cost is paid once every round and can even be used to enhance the jump distance of the castor by enhancing the strength in one's legs.\n\n> Sennin Mōdo\n>  Sage Mode\n\nRank:\n<p align=\"center\">S-Rank</p>\nTechnique:\n<p align=\"center\">Ninjutsu, Senjutsu</p>\nElement:\n<p align=\"center\">N/A</p>\nPrerequisite \n<p align=\"center\">Form a contract with a Shōkan species</p>\nCost:\n<p align=\"center\">10% Sage Level SChP/ Round*</p>\nDescription:\n<p align=\"center\">Sage Mode is an empowered state that can be entered by blending natural energy with one's chakra, creating senjutsu chakra. Sage Mode allows users to tap into the natural force of the world, opening up new techniques to them and allowing them to power up existing ones with the new senjutsu chakra. Senjutsu is a specialised field of techniques that allows the user to sense and then gather natural energy, or Nature Chakra, a far more potent form of chakra than is found inside of individual Shinobi, so one with this sage chakra, may pay 1SChP in place of 2ChP, aswell as push normal jutsu past its normal 10 tier limit, up to 20!</p>\n\n<p align=\"center\">Senjutsu practitioners learn to draw the energy of nature inside of them, blending it with their own chakra.This adds a new dimension of power to the practitioner's chakra, resulting in the creation of \"Sage chakra\" which may be accessed through a state called \"Sage Mode\" which gives a significant boost to most stats and offer unique, special traits, depending on contracted beings called Shōkan. But all of this must be learned through gaining the trust of a summoning contract they were allowed to sign by another Sage or Shōkan, and trained in the homelands of said summon, or one must discover such a place themself.</p>\n\n<p align=\"center\">In order for one to actually access Sage Mode and therefore sage chakra, one must have a Senjutsu Score, however,  any score beow 100 will result in an imperfect sage mode, and will forever lock the strength of one's sage mode. In other words, if one have a Senjutsu Score of 50 and enter sage mode, they will never be able to enter a sage mode past 50%, and attempting to enter sage mode with a score any lower than 50 will result in the shinobi mutating into a creature more animal than human, before dying as their body petrifies irreversibley into a stone statue...</p>\n\n<p align=\"center\">In order to enter sage mode, one must remain perfectly still and unmoved, merging Natural Energy with their own chakra to form Sage Chakra. For every round the user meditates, they lose Max ChP=Senjutsu Score, gaining a new Sage Chakra Pool (SChP) = ½ChP transformed. One may only transmutate a percent of their Chakra Pool equal to their Stage of Sage Mode in order to enter the state, otherwise they will lose the gathered chakra. For example, one with Sage mode (50%) could augment up to 50% of their Chakra into Sage Chakra.</p>\n\n<p align=\"center\">Each sage mode grants unique abilities and features that match the species of their contracted Shōkan, however, all share an amplification to the users base stats, amplifying all five base stats by a percentage equal to the level of ones Sage Mode. Perfect Sages show only tinted pigmentations around their eyes, where the further from the perfect union of one's chakra and nature energy results in more facial markings, to more tattooing over the body, and less and less human, showing more and more animalistic qualities. The animalistic traits of lesser sage modes with more feral mutations are actually superior to those granted to sage mode, such as as increased Jumping, Digging, Climbing, or Swimming abilities, etc, etc, etc with possible tails, claws, horns, wings, gills, etc. However,  greater sage modes offer higher stat increases and longer lasting sage modes.</p>\n\n*For exampke, a 50% sage would burn 5 Sage Chakra Points per Round, but a 100% Sage would burn 10SChP/Round.\n\n*While in Sage Mode, the user is treated as a \"Sensory Type\", now able to sense the chakra signatures around them by concentrating as well as able to supress their own. This extends in a diameter equal to the users ROP+Willl. This is doubled for Shinobi that were already Sensory Types prior to this state of being.",
    "sizes": {},
    "jutsuRule": "",
    "rawFile": "techniques-part-6.txt"
  }
]