[
	{"slug": "kaguya", "name": "Kaguya", "village": "Kirigakure", "skillProficiencies": {"Shikotsumyaku": 5, "Taijutsu": 2, "Kenjutsu": 2, "Bukijutsu": 2, "Iryojutsu": 4, "Ninjutsu": -5, "Genjutsu": -5, "Fuinjutsu": -5}, "ability": "Descendant of Kaguya:\nAs descendants of Kaguya Ōtsutsuki, as they have inherited a derivative of her original ability to manipulate one's bone structures through their kekkei genkai 'Shikotsumyaku', allowing them to make expecionally dense weapons and armor from their own skeletons, even able to rip whole bones out of their bodies only for them to regrow a moment later! To compensate for the trauma this ability has on their body, the Kaguya Clan naturally can heal 1 tier of bleeding, if applicable, per round! This kekkei genkai is added to their jutsu bank as their ability to use this technique increases over time with usage.", "chakraNatures": ["水", "土"], "rawFile": "clans-part-1.txt"},
	{"slug": "hoshigaki", "name": "Hoshigaki", "village": "Kirigakure", "skillProficiencies": {"Ninjutsu": 4, "Taijutsu": 4, "Kenjutsu": 4, "Bukijutsu": -4, "Genjutsu": -4, "Fuinjutsu": -4}, "ability": "Shark Body:\nThe unique bodies of the Hoshigaki clan come equipped with Small Knife like teeth that add a bit of punch to their bite if ever needed, causing +3 Damage and 1 Tier of Bleed, as well as a set of gills that let them breathe underwater! They also have extra thick, scaly skin that makes all direct melle attacks cause a Tier of Bleeding and that increases their max DP by 50% as well as doubles their swimming speed!", "chakraNatures": ["水", "風"], "rawFile": "clans-part-1.txt"},
	{"slug": "hy-ga", "name": "Hyūga", "village": "Kumogakure", "skillProficiencies": {"Taijutsu": 3, "Iryoijutsu": 3, "Kenjutsu": -3, "Bukijutsu": -3}, "ability": "Descendant of Hamura:\nAs Hamura's descendants, the Hyūga are born with the power of the 'Byakugan', which is added amongst their jutsu scores and the ability to expel chakra from all of their tenketsu, making the most use of these together through their 'Gentle Fist' fighting style.", "chakraNatures": ["雷", "風"], "rawFile": "clans-part-1.txt"},
	{"slug": "senju", "name": "Senju", "village": "Konohagakure", "skillProficiencies": {"N/A": null}, "ability": "Descendant of Asura:\nAs Asura's descendants, the Senju Chakra Pool is equal to (Int+Sta+Will)×2.", "chakraNatures": ["水", "陽"], "rawFile": "clans-part-1.txt"},
	{"slug": "kaguya-hozuki", "name": "Kaguya/Hozuki", "village": "Kirigakure", "skillProficiencies": {"Shikotsumyaku": 3, "Taijutsu": 1, "Kenjutsu": 1, "Bukijutsu": 1, "Iryojutsu": 2, "Genjutsu": -3, "Fuinjutsu": -5}, "ability": "Distant Descendant of Kaguya:\nAs half descendants of Kaguya Ōtsutsuki, they have inherited a derivative of her original ability to manipulate one's bone structures through their kekkei genkai 'Shikotsumyaku', but at +50% the cost, their body not properly suited for the dramatic ability, which also only allow them to heal from 1 tier of bleeding, if applicable, every 2 rounds.\nDeluted Water Body:\nEven related members of this clan have gained the ability to change their entire body into water at will through their Kekkei Genkai, the 'Body Hydrification', but at +50% the cost.\nSnovia\nBy making use of their inherited ability to liquify any part of their body via Body Hydrification, aswell as shape and produce their own bodies bone structure, this shinobi crossed between two clans is able to bypass the HP requirements and bleeding normally caused by using Shikotsumyaku techniques by spending their WP instead, liquifying their flesh and bones! External bones they have produced may also be liquified, as they are still made from their own body and chakra!", "chakraNatures": ["水²", "土", "陽"], "rawFile": "clans-part-2.txt"},
	{"slug": "kaguya-samurai", "name": "Kaguya/Samurai", "village": "Kirigakure", "skillProficiencies": {"Shikotsumyaku": 3, "Ninjutsu": -8, "Taijutsu": 8, "Bukijutsu": 8, "Kenjutsu": 9, "Genjutsu": -8, "Fuinjutsu": -8, "Iryojutsu": -4}, "ability": "Bushido Inspired:\nA samurai believes that his swords held his soul. That made the sword the most important thing he had. You are a descendant of such a warrior, and have inherired a Tanto <§, +6Dmg, +3ROP> | B as a testimate to said heritage. On top of that, you have been taught the basics of the ' Samurai Sabre Technique ', though only half as efficient as a true Samurai.\nDistant Descendant of Kaguya:\nAs half descendants of Kaguya Ōtsutsuki, they have inherited a derivative of her original ability to manipulate one's bone structures through their kekkei genkai 'Shikotsumyaku', but at +50% the cost, their body not properly suited for the dramatic ability, which also only allow them to heal from 1 tier of bleeding, if applicable, every 2 rounds.", "chakraNatures": ["火", "風", "雷", "土²", "水²"], "rawFile": "clans-part-2.txt"},
	{"slug": "senju-aburame", "name": "Senju/Aburame", "village": "Konohagakure", "skillProficiencies": {"Konchūjutsu": 3, "Ninjutsu": 1, "Taijutsu": 2, "Genjutsu": -2, "Kenjutsu": -2, "Bukijutsu": -2}, "ability": "Distant Descendant of Asura:\nAs a very distant dicendant Asura's, this shinobi's Chakra Pool is equal to (Int+Sta+Will)×1.5.\nSensory Sensitivity:\nInherited from one of their parental clans, this shinobi has the inate ability to sense the chakra signatures around them by concentrating as well as able to supress their own. This extends in a diameter equal to the users (ROP+Will)÷2.\nA Half-Thousand Skills\nCompared to full blooded Senju, these half breeds may not specialise in just one area, but are known to struggle in the ones they don't, starting with +1 in four of their Jutsu Skills.\nLate Bloomer\nIt is said that once a Senju has fully matured, their true potential will bear fruit in the form of an advanced nature, but for those with roots that do not run as deeply struggle to grow as well... Once a half blooded senju's reaches 500 Potential, they may only then hope to awaken an 'Advanced Nature Release' they meet the prerequisites for, or increase a nature affinity they posess by +1 stage..\nInfested:\nOnly members of the Aburame clan may host and breed these special instects, gaining the Parasitic Insects Technique by default, however as a have breed, your body is less suited to host as many insects, requiring more energy to maintain at 3MChP per swarm housed in their hive. You start by housing the following species;\n•Cicada <XT, 0.001Dmg, 0.001DP, 0.003ChP Drain> | D-", "chakraNatures": ["土", "水²", "陽"], "rawFile": "clans-part-2.txt"},
	{"slug": "uchiha-yamanaka", "name": "Uchiha/Yamanaka", "village": "Konohagakure", "skillProficiencies": {"Shintenjutsu": 3, "Ninjutsu": 1, "Genjutsu": 1, "Bukijutsu": 1, "Fuinjutsu": -2, "Taijutsu": -2, "Kenjutsu": -2}, "ability": "Distant Descendant of Indra:\nAs a distant descendant, the half Uchiha may awaken the power of the 'Sharingan', given the right circumstances, which is added to the shinobi's list of Jutsu Skills, improving as used, however, only the diluted potency halves the their effect.\nFalse Pride of the Uchiha:\nHalf Uchiha begin knowing the 'Firestarter Technique', regardless of the user's elemental affinity, regardless of Jutsu bank size.\nMirror Mind:\nMembers of the Yamanaka clan are able to transfer their own minds into the body of another, assentially hijacking their targets body! This signature move is the 'Mind Transfer Technique', taught to all Yamanaka. Yamanaka have 'Shintenjutsu' listed amongst their Jutsu Skills. Half bred from this clan and taught the basics, this user can only use jutsu of the Yamanaka clan with half of the effect. This individual may also cast this technique via direct eye contact through their Sharingan, when applicable.\nSensory Sensitivity:\nInherited from one of their parental clans, this shinobi has the inate ability to sense the chakra signatures around them by concentrating as well as able to supress their own. This extends in a diameter equal to the users (ROP+Will)÷2.", "chakraNatures": ["火", "陰²", "土"], "rawFile": "clans-part-2.txt"}
]
